{
    "https://www.cdc.gov/nccdphp/about/index.html": "About Us\n\nAt a glance\n\nChronic diseases like cancer, heart disease, and diabetes are the leading causes of death and disability in the United States and the leading driver of the nation's $4.5 trillion annual health care costs. CDC's National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP) supports healthy behaviors and preventive medical care to help people prevent and manage chronic diseases.\n\nWhat we do\n\nMost preventable chronic diseases are caused by key risk behaviors:\n\nTobacco use and exposure to secondhand smoke .\n\nPoor nutrition , including diets low in fruits and vegetables and high in sodium and saturated fats.\n\nPhysical inactivity .\n\nExcessive alcohol use .\n\nThese behaviors can lead to conditions such as high blood pressure or obesity , which raise the risk of the most common and serious chronic diseases.\n\nNCCDPHP commits more than 75% of its budget to fund state, local, territorial, and tribal partners working to prevent chronic diseases in their communities. This work focuses on following evidence-based prevention strategies and addressing the nonmedical conditions that affect people's health outcomes, called the social determinants of health .\n\nPriorities\n\nWe measure how many Americans have chronic conditions and which groups are most affected\n\nNCCDPHP surveys people across the United States to collect information like whether they smoke, what they eat, how they feel day-to-day, and what health conditions they have. These large, anonymous surveys help scientists at CDC and around the world understand things like:\n\nWhich groups of people have the highest rates of chronic diseases.\n\nHow health behaviors change over time.\n\nWhat factors—such as race, income, or geography—are linked to poor health.\n\nWe also use other sources of health information like birth and death certificates, registries of cancer cases and deaths, and electronic medical records. Names and other personal information have been removed from these sources.\n\nGathering and studying this information is called surveillance and epidemiology. We use surveillance and epidemiology to figure out what actions will work best to reduce chronic diseases, especially in the communities most affected.\n\nExamples of surveillance and epidemiology\n\nTracking policies that affect chronic diseases, such as those related to smokefree air, access to healthy foods, and safe places to get physical activity.\n\nSurveying hospitals to find out what practices are used to prevent maternal deaths and support breastfeeding.\n\nMeasuring how many Americans get preventive health care, such as routine cancer screening and dental cleanings.\n\nMeasuring community factors that influence health, such as the number of liquor stores or tobacco retailers in an area.\n\nWe improve environments to make it easier for people to make healthy choices\n\nA person's environment can determine whether they can exercise safely, buy healthy food, or drink clean water. That's why it's one of the key social determinants of health or nonmedical drivers of health. Actions that improve environments can reach a lot of people at once which saves money and protects lives.\n\nEnvironmental approaches that work\n\nPassing smokefree air laws that cover all workplaces, restaurants, and bars to protect nonsmokers from exposure to secondhand smoke.\n\nDesigning communities to encourage walking and biking.\n\nSetting up farmers' markets that accept WIC vouchers in communities without access to affordable fruits and vegetables.\n\nWe strengthen health care systems to keep people well or diagnose diseases early\n\nRoutine preventive care—like blood pressure checks and cancer screenings—can help people catch problems early and stay well. We work with health systems to make this kind of care more effective and available in communities across the nation.\n\nExamples of health care system interventions\n\nFunding community health workers to help people manage their conditions and resolve problems that stand in the way of getting care, like language barriers or lack of transportation.\n\nIncreasing the use of health information technology to flag patients who may have undiagnosed conditions or problems taking their medicine.\n\nExpanding the model of health care from a single doctor to a team approach, whereby other clinicians and pharmacists play an important role in helping patients keep their high blood pressure under control.\n\nWe connect clinical services to community programs\n\nCDC's work to link medical care to community resources can help people prevent or slow down chronic diseases, avoid complications, and reduce the need for more health care. Improved links between community and clinical settings often mean that clinicians can refer patients to proven programs, ideally with community organizations and other non-clinicians getting reimbursed by health insurance.\n\nExamples of community-clinical links\n\nIncreasing the use of proven community interventions—such as the National Diabetes Prevention Program—through clinician referrals and health insurance coverage.\n\nWorking with faith-based and tribal organizations to educate women about cancer screening and connect them to care.\n\nEducating people to become more involved in their own health care, for example, by using home blood pressure monitoring.\n\nOur impact\n\nThese efforts have led to improvements in leading health indicators like high blood pressure control, physical activity, and teen pregnancy. Read more about our impact on chronic diseases and risk behaviors .\n\nLeadership Bio\n\nDr. Hacker leads the National Center for Chronic Disease Prevention and Health Promotion.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/budget-funding/cdc-rfa-dp-25-0024.html": "Notice of CDC-RFA-DP-25-0024: Advancing Public Health Actions to Prevent and Control Chronic Disease in the U.S. Territories and Freely Associated States\n\nWhat to know\n\nImportant Information\n\nApplication\n\nFor full details and to apply to this cooperative agreement, visit the grants.gov page .\n\nInformational call\n\nAn informational call for this NOFO took place December 3, 2024.\n\nInformation Call Script (PDF)\n\nFrequently asked questions\n\nSubmit your questions to islandprogdp25-0024@cdc.gov . Questions and answers will be posted on this page weekly.\n\nKey dates\n\nApplication deadline: January 15, 2025\n\nInformational Call: Tuesday, December 3rd , 2024, at 6:00 p.m. EST\n\nExpected award date: February 27, 2025\n\nExpected start date: March 29, 2025\n\nBackground and goals\n\nBackground\n\nSix out of ten adults living in the United States have at least one chronic disease. The cost of managing chronic conditions is a significant portion of the nation’s health care expenses. The United States has made progress in chronic disease prevention and control over recent decades. However, similar advancements have not been made in the U.S. territories and freely associated states.\n\nThe U.S. territories and freely associated states include: American Samoa, The Commonwealth of the Northern Mariana Islands (CNMI), the Federated States of Micronesia (FSM), Guam, Puerto Rico, the Republic of the Marshall Islands (RMI), the Republic of Palau, and the U.S. Virgin Islands.\n\nThe unique challenges these islands face make addressing chronic disease particularly complex. These challenges include:\n\nHigh disease burden.\n\nDispersed populations.\n\nLimited infrastructure.\n\nDiverse cultures and languages.\n\nVulnerability to natural disasters.\n\nStrained health care systems.\n\nHigh health care costs.\n\nGoals\n\nThis cooperative agreement will support integrated, evidence-based strategies and activities to prevent and manage chronic disease in the U.S. territories and freely associated states. This notice of funding opportunity (NOFO) aims to reduce disability and death rates associated with chronic diseases by decreasing the prevalence of modifiable risk factors that contribute to chronic diseases in these islands. Focus areas include:\n\nPreventing and reducing tobacco use and secondhand smoke exposure.\n\nPreventing and managing diabetes.\n\nImproving oral health disparities.\n\nThere are two components to this NOFO. The first is a required Core Component, which uses evidence-based strategies to promote health and reduce chronic disease. The second is an optional, competitive Oral Health Component , which addresses oral disease with evidence-based interventions and practices.\n\nFrequently asked questions\n\nSubmit your questions to islandprogdp25-0024@cdc.gov . New FAQs will be posted here weekly.\n\nWhat is the maximum allowable budget for applicants submitting a proposal for the core component only, and will a request of $550,000 disqualify their grant if they are not applying for the oral health component?\n\nYou will not be disqualified for submitting a higher budget; however, we will ask you to resubmit a revised budget if the funding is less than your request.\n\nIs it sufficient to include a section on outcomes and performance evaluation methods for the Oral Health Component, like what is done in the Core component, given that the proposal states that \"Evaluation and performance measurement criteria for Oral Health Component\" will be evaluated?\n\nThe applicant can respond to the oral health evaluation criteria like the information for the core component. The applicant must ensure their response speaks to oral health and is as detailed as possible.\n\nShould we integrate the focus population, collaborations, organizational capacity, and background related to oral health into the existing core component sections, or would it be more effective to create separate sections specifically addressing these aspects?\n\nEither approach would be acceptable.\n\nCan funds be used for direct services in oral health, or are they limited to purchasing supplies?\n\nFunds cannot be used for direct services.\n\nIs there a salary cap for an individual’s position funded under this program?\n\nThe salary cap is $221,900 per individual. Congress restricts the amount of direct salary paid to an individual under an HHS grant, cooperative agreement, or applicable contract to a rate no greater than Executive Level II of the 2024 Executive Schedule Pay Table\n\nWhat is required as proof of residency for applicants?\n\nYou must provide proof of your location in one of the U.S. territories or freely associated states listed on page 9 of the NOFO. You must be able to implement this program in the U.S. territory or freely associated state in which you operate and are located. Evidence of location may include documentation (letter documenting evidence of your location within one of the U.S. territories or freely associated states) showing that you are a territorial government or a bona fide agent in the U.S. territory or freely associated state. A bona fide agent is an agency or organization recognized by the state as eligible to submit an application under state eligibility in place of a state application.\n\nIf you are applying as a territorial government or bona fide agent of a jurisdiction or local government, you must attach evidence of location documentation from the state or local government. This documentation must be provided as an attachment labeled \"Evidence of Location\" when you submit your application via Grants.gov.\n\nOn page 13 of the NOFO, is it requirement that applicants must address both tobacco and diabetes in their proposals?\n\nThe CORE Component is mandatory for all applicants. The objectives of the Core Component are to:\n\nPrevent and reduce tobacco use and secondhand smoke exposure.\n\nPrevent and manage diabetes and diabetes-related complications.\n\nWhere can we obtain letters of support to address cancer control?\n\nYou can find more information about the organizations/health departments funded under CDC's Comprehensive Cancer Control Program here: Comprehensive Cancer Control Plans | NCCCP | CDC. Scroll down to \"NCCCP award recipients.\" You must obtain a letter of support from your island's Comprehensive Cancer Control Program describing any planned collaborations related to the strategies and activities outlined in this NOFO, including joint objectives as reflected in the cancer control plan.\n\nDo applicants need to be from specific areas, such as American Samoa, The Commonwealth of the Northern Mariana Islands (CNMI), The Federated States of Micronesia (FSM), Guam, Puerto Rico, The Republic of the Marshall Islands (RMI), The Republic of Palau, or The U.S. Virgin Islands to apply for this grant, or is it open to any of the U.S. territories?\n\nYes, applicants must be from the areas listed above. According to the NOFO on page 9, you must provide proof of your location in one of these U.S. territories or freely associated states. You must be able to implement your proposed program in the U.S. territory or freely associated state in which you operate and are located.\n\nIs this NOFO planning to host a kickoff meeting?\n\nOur plan is to host a kickoff meeting in either Year 1 or Year 2 of the NOFO. We will solidify plans with awarded recipients after award.\n\nIs it permissible to conduct both activities 4.1 and 5.2 for DP-25-0024, given that both are involved in our planned approach?\n\nYes, it is permissible to select both activities 4.1 and 5.2.\n\nDoes the NOFO document specify, as a requirement (*) in the performance measures, that we must choose either 5.1 (NDPP) or 5.2 (DSMES)?\n\nNo, 5.1 or 5.2 does not have to be chosen. For Diabetes Prevention (Strategies 3 and 5), a minimum of one activity from activities 3.1 or 5.1 should be chosen. For Diabetes Management (Strategies 4 and 5), a minimum of one activity from activities 4.1 or 5.2 should be chosen.\n\nAre there ceiling/maximum budget amounts for each category per budget period?\n\nYes, as noted here on grants.gov ( Search Results Detail | Grants.gov ) the award ceiling is $1,4000,000.\n\nIf so, do those amounts include direct and indirect costs, or only direct costs?\n\nDirect cost and indirect costs are included in your total budget.\n\nWhat is the maximum amount of funding that can be requested if applying only for the core component, and is it possible to request more than $450,000?\n\nRecipients should refer to the funding details of the NOFO, which is on PDF page 6 of 87. The Expected average award amount per budget period is $475,000.\n\nCan we submit a comprehensive letter of support from the incoming governor that outlines the levels of support from various government programs, along with an execution of a memorandum of understanding (MOU) or memorandum of agreement (MOA) for data sharing if funded?\n\nIf you are not a department or Ministry of Health in the jurisdiction you are applying for, you must attach an MOA or MOU with the Department or Ministry of Health in that jurisdiction. We require specific surveillance and health system data from recipients to make sure you are meeting performance measures. Therefore, you must demonstrate that you will be able to access that data and submit it to us.\n\nThe MOU or MOA should specify that the Department or Ministry of Health will do the following:\n\nProvide you with access to surveillance and health system data.\n\nGrant you the authority to submit the data to CDC.\n\nCollaborate with you to make sure complete data are submitted to CDC.\n\nIs there any allowance within the parameters of the grant opportunity to serve diaspora populations?\n\nNo, this NOFO is intended to serve only populations living in the eight U.S. territories and freely associated states.\n\nCan the evaluation plan for oral health be included in the same plan as the core component when writing the proposal?\n\nAn evaluation plan is not required for DP25-0024 oral health component application. However, if you would like to include one, you may incorporate it within the CORE evaluation plan.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/budget-funding/index.html": "NCCDPHP Budget\n\nKey points\n\nChronic diseases are the leading causes of illness, disability, and death in the United States.\n\nThey are also leading drivers of the nation's $4.5 trillion in annual health care costs.\n\nWith an FY 2024 budget of more than $1.4 billion, NCCDPHP supports healthy behaviors and preventive medical care to help people prevent and manage chronic diseases.\n\nFunding overview\n\nNCCDPHP 's total budget for FY 2024 is $1,433,914,000. NCCDPHP awards over 75% of its budget to state, local, territorial, tribal, and nonprofit partners. See the funding data section for FY 2024 operating budget details.\n\nHistorical funding information\n\nFunding by state\n\nDownload FY 2022 grant funding information for each state to see chronic disease prevention and health promotion funding lines.\n\nFunding data\n\nNCCDPHP FY 2024 Operating Budget (Dollars in Thousands)\n\nChronic Disease Prevention and Health Promotion\n\n$1,433,914\n\nBA\n\n$1,192,647\n\nPPHF\n\n$241,267\n\nTobacco\n\n$246,500\n\nBA\n\n$120,650\n\nPPHF\n\n$128,850\n\nNutrition, Physical Activity, and Obesity\n\n$58,420\n\nHigh Obesity Rate Counties (non-add)\n\n$16,500\n\nFarm to School (non-add)\n\n$2,000\n\nSchool Health\n\n$19,400\n\nFood Allergies (non-add)\n\n$2,000\n\nVision and Eye Health\n\n$6,500\n\nAlzheimer’s Disease\n\n$39,500\n\nInflammatory Bowel Disease\n\n$2,000\n\nInterstitial Cystitis\n\n$1,100\n\nExcessive Alcohol Use\n\n$6,000\n\nChronic Kidney Disease\n\n$4,500\n\nChronic Disease Education and Awareness\n\n$4,500\n\nPrevention Research Centers\n\n$28,961\n\nHeart Disease and Stroke\n\n$155,105\n\nBA\n\n$125,850\n\nPPHF\n\n$29,255\n\nDiabetes\n\n$156,129\n\nBA\n\n$89,717\n\nPPHF\n\n$66,412\n\nNational Diabetes Prevention Program\n\n$37,300\n\nBreast and Cervical Cancer\n\n$235,500\n\nWISEWOMAN (non-add)\n\n$34,620\n\nBreast Cancer Awareness for Young Women\n\n$6,960\n\nCancer Registries\n\n$53,440\n\nColorectal Cancer\n\n$44,294\n\nComprehensive Cancer Control\n\n$22,425\n\nJohanna’s Law\n\n$11,500\n\nOvarian Cancer\n\n$15,000\n\nProstate Cancer\n\n$15,205\n\nSkin Cancer\n\n$5,000\n\nCancer Survivorship Resource Center\n\n$725\n\nOral Health\n\n$20,250\n\nSafe Motherhood and Infant Health\n\n$110,500\n\nArthritis\n\n$11,000\n\nEpilepsy\n\n$11,500\n\nNational Lupus Patient Registry\n\n$10,000\n\nRacial and Ethnic Approaches to Community Health (REACH)\n\n$68,950\n\nGood Health and Wellness in Indian Country (non-add)\n\n$24,000\n\nSocial Determinants of Health\n\n$6,000\n\nMillion Hearts® (PPHF)\n\n$5,000\n\nNational Early Child Care Collaboratives (PPHF)\n\n$5,000\n\nHospitals Promoting Breastfeeding (PPHF)\n\n$9,750\n\nAbbreviations: BA - Budget Authority; PPHF - Prevention and Public Health Fund.\n\nAdditional resources\n\nCDC Operating Plan\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/budget-funding/notice-of-funding-opportunities.html": "Notice of Funding Opportunities (NOFOs)\n\nKey points\n\nCDC's National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP) awards funding to organizations across the country to conduct activities that help people prevent and manage chronic conditions.\n\nOn this page, potential applicants can learn about NCCDPHP funding opportunities that are being planned or are now open for application.\n\nResearch NOFOs\n\nPosted\n\nRFA-DP-25-038: Epilepsy Incidence Among Children in the United States\n\nRFA-DP-25-043: Comprehensive Analysis, Surveillance, and Statistics Initiative for Diabetes in the Young (CASSIDY)\n\nRFA-DP-25-126: Health Promotion and Disease Prevention Research Centers: 2025 Special Interest Project Competitive Supplements (SIPS)\n\nNon-research NOFOs\n\nForecasted\n\nCDC-RFA-DP22-22070401SUPP25: Statewide Perinatal Quality Collaboratives\n\nCDC-RFA-DP-25-0014: Public Health Strategies to Address Alzheimer's Disease and Related Dementias: The National Healthy Brain Initiative, BOLD Public Health Centers of Excellence, and Public Health Adoption Accelerator\n\nCDC-RFA-DP-25-0016: Developing and Disseminating Strategies to Build Sustainable Lupus Awareness, Knowledge, Skills, and Partnerships\n\nCDC-RFA-DP-25-0117: Improving Adolescent Health and Well-Being Through School-Based Surveillance and the What Works in Schools Program (Round 2)\n\nCDC-RFA-DP-25-0118: Enhancing and Modernizing the US Vision and Eye Health Surveillance System\n\nPosted\n\nCDC-RFA-DP-25-0012: Changing Health Systems Using Evidence-based interventions to increase Colorectal Cancer Screening\n\nCDC-RFA-DP-25-0024: Advancing Public Health Actions to Prevent and Control Chronic Disease in the U.S. Territories and Freely Associated States\n\nHistorical funding information\n\nTo find closed funding opportunities for FY 2025 or any previous fiscal year, visit the grants.gov search page .\n\nResources\n\nIf you are an award recipient or are applying to a Notice of Funding Opportunity or Contract Solicitation that requires a Data Management Plan (DMP), use the template below to create the DMP and update it annually. A DMP guidance document is also provided.\n\nData Management Plan Template\n\nData Management Plan Guidance\n\nMore Information\n\nContact nccdphpcomms@cdc.gov with questions about NCCDPHP funding opportunities.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/dch/media/files/Data-Management-Plan-template.docx": "",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-division-for-heart-disease-and-stroke-prevention.html": "About the Division for Heart Disease and Stroke Prevention\n\nAt a glance\n\nCDC's Division for Heart Disease and Stroke Prevention (DHDSP) supports programs that help millions of Americans control their high blood pressure and reduce other risk factors for heart disease and stroke, the first and fifth leading causes of death in the United States.\n\nWhat we do\n\nHeart disease and stroke are responsible for 1 in 4 deaths in the United States each year. In addition, 120 million people have high blood pressure, a major risk factor for heart disease and stroke and an increasingly common cause of pregnancy complications. Cardiovascular disease costs the health care system $251 billion every year and leads to $156 billion in lost productivity.\n\nIn addition to high blood pressure, the leading preventable risk factors for heart disease and stroke are high LDL (bad) cholesterol, smoking, poor nutrition, physical inactivity, type 2 diabetes, and obesity.\n\nDHDSP works to improve prevention and control of high blood pressure and high cholesterol, especially for groups affected by health disparities, which are differences in health across sex, geographic, racial, ethnic, and socioeconomic groups.\n\nDHDSP's newest area of focus is improving women's cardiovascular health by raising awareness of heart disease as women's number one health threat and improving control of high blood pressure, including during and following pregnancy.\n\nPriorities\n\nFund state, local, and tribal heart disease and stroke programs\n\nIn FY 2023, CDC awarded about $114 million to all 50 states, the District of Columbia, 12 tribes, 23 tribal-serving organizations, 3 large cities or counties, 3 health systems, and 4 universities to:\n\nIncrease the use of electronic health records and other technology to identify people who have heart disease and stroke risk factors and make sure they get the right treatment.\n\nIncrease the use of team-based care, in which doctors and nurses work with pharmacists, community health workers, and others outside of medical settings to manage a patient's risk factors.\n\nIncrease self-measurement of blood pressure for people with high blood pressure.\n\nRefer people to effective lifestyle programs that can help them learn to be physically active and eat nutritious foods.\n\nReduce disability and death from stroke and prevent recurrence\n\nCDC provides funding and guidance to 13 states to improve outcomes for people with and at risk for stroke through the Paul Coverdell National Acute Stroke Program . This information is used to identify gaps in care and generate solutions to improve outcomes.\n\nCDC then works with funded states to improve care at every stage—from the first symptoms through ambulance transport, hospitalization, post-stroke care, and discharge to home—and to increase awareness of the signs and symptoms of stroke.\n\nScreen women for heart disease and stroke and refer those at risk to lifestyle interventions\n\nThe WISEWOMAN (Well-Integrated Screening and Evaluation for WOMen Across the Nation) program works to reduce heart disease and stroke risk factors for women aged 35 to 64 years with low incomes and little or no health insurance. The program aims to help women understand and reduce their risk of cardiovascular disease and benefit from early detection and treatment.\n\nWISEWOMAN consists of 35 recipients in 32 states, 2 tribal organizations, and 1 US-Affiliated Pacific Island that offer preventive health services to women who participate in the National Breast and Cervical Cancer Early Detection Program .\n\nThe program's preventive services include blood pressure, cholesterol, and diabetes screenings. Women are counseled about their risk of heart disease and stroke and referred to lifestyle programs and other community resources that can help them control their blood pressure, eat a healthier diet, be physically active, and quit smoking.\n\nPrevent heart attacks and strokes through Million Hearts\n\nMillion Hearts ® is a national initiative co-led by CDC and the Centers for Medicare & Medicaid Services, with a goal of preventing 1 million heart attacks and strokes within 5 years. It focuses on a small set of priorities selected for their ability to reduce heart disease, stroke, and related conditions:\n\nReduce tobacco use, physical inactivity, and exposure to air pollution.\n\nImprove the ABCS of cardiovascular health (Aspirin or Anticoagulant use as appropriate, Blood pressure control, Cholesterol management, Smoking cessation).\n\nIncrease the use of cardiac rehabilitation among people who have had a qualifying event like a heart attack or coronary artery bypass surgery.\n\nMillion Hearts ® 2027 recognizes that heart disease and stroke are more common in populations that have a hard time being healthy because of conditions where they live, learn, work, and play. In response, it has developed specific policies, processes, and practices to address these social determinants of health .\n\nRead more: Million Hearts Hypertension Control success stories .\n\nOur impact\n\nFrom 2018 to 2022, health systems partnering with funded states improved blood pressure control rates by 5%, even as the pandemic worsened cardiovascular health nationwide.\n\nThe Coverdell Program has improved stroke care for over 1.1 million patients in over 800 hospitals. Patients receiving timely delivery of the life-saving drug tPA in Coverdell hospitals more than doubled, from 29% in 2008 to 71% in 2021.\n\nFrom 2008 to 2022, WISEWOMAN provided 365,440 screenings to 256,442 participants and provided nearly 502,000 healthy behavior support services to reduce the risk of heart disease and stroke.\n\nFor more than 8 years, Million Hearts® and the National Association of Community Health Centers have trained more than 1,400 clinicians and developed more than 50 tools and resources. These efforts have helped more than 700,000 patients lower their risk for heart attack or stroke by improving the control of high blood pressure and high cholesterol.\n\nLeadership Bio\n\nDr. Wright leads the Division for Heart Disease and Stroke Prevention.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-division-of-adolescent-and-school-health.html": "About the Division of Adolescent and School Health\n\nAt a glance\n\nCDC's Division of Adolescent and School Health (DASH) works with schools to strengthen school-based education, health services, school environments, and community connections. We envision a future where all young people are empowered with the knowledge, skills, and resources to support their health and well-being.\n\nWhat we do\n\nIn the United States, schools reach more than 50 million students in grades K–12, providing a unique opportunity to support nearly all young people and improve their mental, physical, and behavioral health. DASH works to:\n\nImprove child and adolescent access to quality health and physical education, school-based health services, and school environments that support health and well-being, with additional attention on health disparities.\n\nImprove data collection and dissemination to help schools and educators make informed decisions to support adolescent health.\n\nUse data and science to drive action to address the most important issues among young people, including the current mental health crisis. Schools are on the frontlines of this crisis and are critical partners in addressing it.\n\nPriorities\n\nDASH supports state and local education agencies to promote school health policies and practices that improve students' health and well-being.\n\nCDC's What Works in Schools program equips schools with the tools and resources to provide quality health education, connect students to health services, and create safe and supportive environments. For less than $10 per student per year, CDC supports school districts in using this prevention program.\n\nCDC's Healthy Schools program brings together the education and public health sectors to support chronic disease prevention. This approach strengthens coalitions to support the use of evidence-based strategies that help students eat well, get more physical activity, and manage their chronic conditions.\n\nStarting as early as possible with approaches like these can help prevent the most serious risks to health and well-being.\n\nOur impact\n\nThe What Works in Schools program improved students' mental health and reduced substance use, sexual risk behavior, and experiences of violence.\n\nCDC-funded school districts have seen significant declines in the percentage of students who engaged in sexual risk behavior, used substances like marijuana, and experienced violence like forced sex.\n\nIn states funded to implement the Healthy Schools Program, schools were less likely to sell less healthy foods and beverages, used practices to increase physical activity, and provided case management for students with chronic health conditions.\n\nLeadership Bio\n\nDr. Underwood leads the Division of Adolescent and School Health.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-division-of-cancer-prevention-and-control.html": "About the Division of Cancer Prevention and Control\n\nAt a glance\n\nCDC's Division of Cancer Prevention and Control (DCPC) is a leader in efforts to prevent cancer, find cancer early, and improve the health of cancer survivors.\n\nWhat we do\n\nIn the United States, 1.7 million people are diagnosed with cancer each year, and 600,000 people die from it. Cancer care costs $185 billion each year. Cancer is the nation's second leading cause of death, but more than half of cancer deaths could likely be prevented by reducing causes of cancer and increasing screening and vaccinations.\n\nDCPC works to reduce factors that increase cancer risk and promotes cancer screenings. These activities help every person have an equal opportunity to achieve the best health possible.\n\nPriorities\n\nCollect data on cancer cases and treatment\n\nDCPC runs the National Program of Cancer Registries (NPCR) and coordinates with other federal agencies to collect data on nearly all cancer cases in the United States. These data are used to help guide efforts to prevent cancer and catch it early.\n\nNPCR data can be used to answer questions such as:\n\nAre more or fewer people getting colon cancer this year compared to last year?\n\nAre women in certain geographic areas more likely to have breast cancer at a late stage, when it's harder to treat?\n\nWhat groups of people are most likely to get skin cancer?\n\nRead more: Cancer Registries in Action\n\nPromote colorectal cancer screening\n\nColorectal cancer is a leading cancer killer in the United States, but it doesn't have to be. Colorectal cancer screening can find precancerous polyps—abnormal growths in the colon or rectum—so they can be removed before turning into cancer. Screening also helps find colorectal cancer at an early stage, when treatment works best.\n\nCDC's Colorectal Cancer Control Program funds 20 states, 8 universities, 2 tribal organizations, and 5 other organizations to increase colorectal cancer screening rates for people aged 45 to 75.\n\nPromote breast and cervical cancer screening\n\nGetting mammograms, Pap tests, and human papillomavirus (HPV) tests regularly can lower the risk of dying of breast or cervical cancer. These tests help find cancer early, when treatment works best. Cervical cancer screening tests can also prevent cancer by finding precancerous lesions (abnormal growths) before they turn into cancer.\n\nCDC's National Breast and Cervical Cancer Early Detection Program (NBCCEDP) funds all 50 states, the District of Columbia, Puerto Rico, 5 US-Affiliated Pacific Islands, and 13 tribes or tribal organizations. These programs provide breast and cervical cancer screening and diagnostic services to women with low incomes and little or no health insurance. Women who are diagnosed with cancer through the NBCCEDP may qualify for treatment through Medicaid.\n\nRead more: Enhancing Clinical Services for Patients\n\nFund states to prevent and control cancer\n\nCDC's National Comprehensive Cancer Control Program (NCCCP) funds all 50 states, the District of Columbia, 7 US territories and freely associated states, and 7 tribes or tribal organizations to:\n\nBuild groups of partners that share resources and expertise to fight cancer.\n\nUse data from cancer registries, behavioral risk factor surveys, and other sources to learn which cancers and risk factors affect their communities most.\n\nImprove access to screening and treatment.\n\nReduce cancer risk factors and improve cancer outcomes for groups affected by health disparities.\n\nRespond to the physical, financial, and emotional needs of cancer survivors and their families.\n\nRead more: NCCCP Success Stories\n\nHelp educate people about cancer\n\nThe Bring Your Brave campaign educates women younger than 45 about breast cancer. The campaign shares real stories to inspire young women to learn their risk of breast cancer and talk with their doctor about how to reduce it.\n\nCDC's Inside Knowledge About Gynecologic Cancer campaign raises awareness among women and medical professionals about the five main types of gynecologic cancer: cervical, ovarian, uterine, vaginal, and vulvar.\n\nThe Screen for Life: National Colorectal Cancer Action Campaign raises awareness of the importance of screening for colorectal cancer.\n\nOur impact\n\nSince 1991, NBCCEDP-funded programs have provided more than 16 million breast and cervical cancer screening tests. These tests have found nearly 78,000 breast cancers and more than 5,000 cervical cancers.\n\nThe NCCCP brings together organizations to create plans that help lower the number of people affected by cancer. With support from the NCCCP, cancer coalitions have produced 65 comprehensive cancer control plans.\n\nLeadership Bio\n\nDr. Richardson leads the Division of Cancer Prevention and Control.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-division-of-diabetes-translation.html": "About the Division of Diabetes Translation\n\nAt a glance\n\nCDC's Division of Diabetes Translation (DDT) is a leader in the nation's efforts to help people prevent and manage diabetes. The division works to identify people with prediabetes, prevent type 2 diabetes, prevent diabetes complications, and improve the health of all people with diabetes.\n\nWhat we do\n\nIn the last 20 years, the number of adults diagnosed with diabetes has more than doubled as the American population has aged and become more overweight or obese.\n\nMore than 38 million people in the United States have diabetes, and 98 million U.S. adults—over a third—have prediabetes . Diabetes is the 8 th leading cause of death and may be underreported. Medical costs and lost work and wages for people with diagnosed diabetes total $413 billion yearly.\n\nDDT focuses on programs and policies that help people prevent type 2 diabetes and improve the health of everyone living with diabetes. DDT also works to address health inequities to reduce diabetes-related disparities (differences in health across different geographic, racial, ethnic, and socioeconomic groups).\n\nPriorities\n\nMeasure the burden of diabetes and translate data into effective programs\n\nDDT collects, studies, and shares information to assess the burden of diabetes, helps guide public health funding and policy decisions, and measures progress toward prevention goals. For example:\n\nThe U.S. Diabetes Surveillance System collects information on new and existing cases of diabetes, risk factors, care practices, and related complications at county, state, and national levels.\n\nThe Kidney Disease Surveillance System tracks kidney disease (a serious diabetes complication) and its risk factors over time and monitors progress in prevention, detection, and management.\n\nThe third phase of the Natural Experiments for Translation in Diabetes (NEXT-D3) study evaluates how real-world policies and programs can influence disparities in diabetes prevention and care.\n\nHelp people understand diabetes, their prediabetes risk, and how to prevent type 2 diabetes\n\nPrediabetes causes long-term health risks but usually has no symptoms. Though awareness of prediabetes nearly tripled among U.S. adults with the condition from 2005 to 2020, most of the 98 million who have prediabetes still do not know they have it.\n\nIn partnership with the American Medical Association and the Ad Council, DDT leads the award-winning Do I Have Prediabetes? campaign . This campaign, delivered in English and Spanish, is the first ever to raise awareness about prediabetes across the nation. The campaign reaches millions of people and encourages them to take a 1-minute test at DoIHavePrediabetes.org to better understand their possible risk for type 2 diabetes.\n\nThe campaign website also links to organizations delivering the National Diabetes Prevention Program (National DPP) lifestyle change program, proven to help reverse prediabetes and prevent or delay type 2 diabetes in people at high risk.\n\nHelp prevent type 2 diabetes in people at risk\n\nThe CDC-led National DPP delivers an affordable, evidence-based lifestyle change program to prevent or delay type 2 diabetes.\n\nWorking with a trained Lifestyle Coach, program participants learn to make better food choices, lose weight, be more physically active, and find ways to cope with problems and stress during the yearlong program. These lifestyle changes can cut their risk of developing type 2 diabetes by as much as 58% (71% for those over 60). The program is delivered in person, online, by distance learning, or in a combination of formats.\n\nCDC is committed to increasing access to the National DPP among populations most at risk, including those living in rural areas. Through telehealth, underserved populations can participate in the lifestyle change program by phone, smartphone app, computer, text, and video.\n\nHelp people with diabetes improve their health and quality of life\n\nDDT works to increase access to diabetes self-management education and support (DSMES) services, which help people manage daily diabetes care—eating healthy food, being active, checking blood sugar, taking prescribed medications, and handling stress.\n\nDSMES has been shown to lower A1C levels, prevent or lessen diabetes complications, and improve quality of life. These services can also lower medical expenses for people with diabetes and reduce the cost of diabetes to the U.S. health care system.\n\nRural populations have higher rates of diabetes compared to people who live in urban areas, but 62% of rural counties have limited DSMES services. The use of telehealth—delivery of services by phone, Internet, or videoconference—allows more patients in rural areas to benefit from DSMES.\n\nCDC funds state and local health departments to improve access to, participation in, and health benefit coverage for DSMES.\n\nFund partners to prevent type 2 diabetes and diabetes complications\n\nCDC supports partners to:\n\nImprove prediabetes awareness among health care providers and people at risk.\n\nIncrease access to and enrollment in the National DPP lifestyle change program , and increase coverage among public and private payers and employers.\n\nImprove prediabetes screening, testing, and referral to the lifestyle change program.\n\nIncrease DSMES access, participation, and health benefit coverage.\n\nIncrease use of community health workers, pharmacists, and registered dietitians to support type 2 diabetes prevention and DSMES services.\n\nPartner with health care organizations to improve diabetes quality of care.\n\nOur impact\n\nStudies show that awareness of risk is a critical first step in changing health behaviors. As of January 2024, the Do I Have Prediabetes? awareness campaign has resulted in 12.8 million online and video prediabetes risk test completions. In addition, nearly 270,000 visits have been made to the National DPP site to find a lifestyle change program location.\n\nLeadership Bio\n\nDr. Holliday leads the Division of Diabetes Translation.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-division-of-nutrition-physical-activity-and-obesity.html": "About the Division of Nutrition, Physical Activity, and Obesity\n\nAt a glance\n\nCDC's Division of Nutrition, Physical Activity, and Obesity (DNPAO) invests in efforts to support healthy eating, active living, and healthy weight for all people. These investments advance public health strategies that prevent chronic diseases related to diet and inactivity to protect the health of people across the nation.\n\nWhat we do\n\nPoor nutrition and inadequate physical activity are significant risk factors for obesity and other chronic diseases, such as type 2 diabetes and heart disease. They can also contribute to stroke, certain cancers, and depression. In the United States:\n\nLess than 1 in 10 children and adults eat the recommended daily amount of vegetables .\n\nOnly 1 in 4 adults and 1 in 6 young people fully meet physical activity guidelines .\n\n2 in 10 children and 4 in 10 adults have obesity.\n\nDNPAO focuses on supporting breastfeeding, promoting a healthy childhood, improving nutrition, increasing physical activity, preventing and reducing obesity, and achieving health equity by reducing disparities. DNPAO experts add to scientific evidence that guides public health practices and make timely, relevant data available to monitor public health outcomes and progress.\n\nPriorities\n\nMake breastfeeding easier to start and continue\n\nBreastfeeding is the best first source of nutrition for most infants, and it can reduce the risk of some health conditions for both infants and mothers. Although more than 80% of mothers start out breastfeeding, about 60% stop sooner than they planned.\n\nLow rates of breastfeeding add more than $3 billion a year to medical costs for women and children in the United States.\n\nDNPAO promotes breastfeeding and infant and toddler nutrition practices by:\n\nEmpowering mothers who want to breastfeed get the support they need while in the hospital and once they return home. DNPAO helps hospitals improve maternity care practices that support breastfeeding.\n\nMeasuring progress on hospital support for breastfeeding by conducting the national Maternity Practices in Infant Nutrition and Care (mPINC) survey .\n\nImproving continuity of care throughout communities with low breastfeeding rates. DNPAO promotes consistent, collaborative, and seamless delivery of high-quality services from the prenatal period until families are no longer breastfeeding.\n\nSharing resources to provide parents and caregivers with information about infant formula feeding and introducing healthy foods and beverages to support good nutrition.\n\nPromote a healthy childhood\n\nGood nutrition and physical activity are vital for healthy growth and development. In contrast, poor nutrition and low levels of physical activity contribute to childhood obesity. Many settings influence a child's diet and physical activity, including their home, childcare centers, schools, communities, and clinics.\n\nDNPAO investments help to improve nutrition and physical activity for children by:\n\nPromoting best practices in nutrition, breastfeeding, screen time, and physical activity in early care and education (ECE) settings by helping states improve policies and programs to meet obesity prevention standards in ECEs.\n\nHelping communities create safe places for children to walk and play.\n\nWorking with health care and community partners to increase availability of and access to family healthy weight programs .\n\nMake healthy food choices easier everywhere\n\nPeople with healthy eating patterns live longer and have healthier lives. However, many groups have limited access to affordable, healthy foods such as fruits and vegetables. These groups include people living in rural areas, tribal communities, and neighborhoods where most residents have lower incomes. People with disabilities may also be affected. In addition, people in some racial and ethnic groups may not have access to culturally preferred healthy foods.\n\nDNPAO expertise and funding help states, communities, and national partners to increase healthy food and beverage options by:\n\nWorking with partners to use food service or nutrition guidelines and tools to increase access to nutritious food options in community settings, such as hospitals and food pantries.\n\nSupporting expansion of existing fruit and vegetable voucher incentive and produce prescription programs to improve affordability and access to healthier food.\n\nUsing data to track nutrition behaviors among U.S. children and adults.\n\nMake physical activity safe and accessible for all\n\nPhysical activity can help protect health and prevent or improve many health conditions, including many of the leading causes of death in the United States. Other potential benefits include better school performance, improved mental health, healthier aging, and improved military readiness. Inadequate physical activity costs the nation $117 billion a year for related health care.\n\nUnfortunately, many Americans live in communities that lack safe, convenient places to be physically active. In response, DNPAO launched Active People, Healthy Nation SM to help 27 million Americans become more physically active by 2027. Through this initiative, DNPAO:\n\nPartners with state and local governments to promote equitable improvements in community design that make physical activity and active transportation safer and more convenient for everyone.\n\nEducates the public about the health benefits of physical activity and tracks how much physical activity young people and adults are getting.\n\nInvest in states and communities\n\nThe State Physical Activity and Nutrition Program (SPAN) funds 17 states to use interventions that support good nutrition, safe and accessible physical activity, healthy ECE environments, and breastfeeding. SPAN recipients work to reduce or eliminate health disparities related to poor nutrition, physical inactivity, and obesity.\n\nThe High Obesity Program (HOP) funds 16 universities to work with community extension services to increase access to nutritious foods, safe and accessible physical activity, family healthy weight programs, and healthy ECE environments in counties where more than 40% of the adult population has obesity.\n\nRacial and Ethnic Approaches to Community Health (REACH) is at the forefront of CDC's efforts to achieve health for everyone across the United States, with a special focus on populations that experience health disparities . REACH funds 50 state and local organizations to reduce health disparities among racial and ethnic groups. Recipients work in communities with high risk or rates of chronic diseases, such as heart disease, type 2 diabetes, and obesity. Recipients use culturally tailored interventions to increase access to:\n\nNutritious foods\n\nSafe and accessible physical activity\n\nBreastfeeding information, knowledge, and support\n\nHealthy ECE environments\n\nFamily healthy weight programs\n\nTobacco-free environments\n\nRoutine adult vaccinations\n\nOur impact\n\nFrom 2018 to 2023, SPAN, REACH, and HOP program recipients potentially benefited:\n\nMore than 28 million people through increased access to places where they can be physically active.\n\nMore than 9 million people through increased access to nutritious foods.\n\nMore than 3.8 million children through improved ECE environments.\n\nMore than 3 million people through community support to start and continue breastfeeding.\n\nLeadership Bio\n\nDr. Petersen leads the Division of Nutrition, Physical Activity, and Obesity.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-division-of-oral-health.html": "About the Division of Oral Health\n\nAt a glance\n\nCDC's Division of Oral Health (DOH) provides leadership and promotes proven interventions to improve the nation's oral health.\n\nWhat we do\n\nGood oral health allows us to eat, speak, smile, and show emotions. It affects self-esteem, school performance, and attendance at work and school. Oral diseases—which range from cavities to gum disease to oral cancers—cause pain and disability for millions of people in the United States.\n\nIn the United States, over half (52%) of children aged 6 to 8 years have had a cavity in their primary (baby) teeth. About 1 in 4 adults have untreated cavities. Almost half of adults over 30 show signs of gum disease.\n\nStudies have shown that about 34 million school hours and 92 million work hours are lost yearly due to unplanned and emergency dental care, and roughly $46 billion in productivity (2015 US dollars) is lost yearly due to untreated oral diseases.\n\nDOH supports state and territorial oral health programs, collects data on oral diseases, develops infection prevention and control guidelines for dental settings, and trains future dental public health specialists. The division also supports strategies to advance medical-dental integration and whole-person care.\n\nPriorities\n\nCollecting data to monitor progress in oral health\n\nDOH analyzes data to monitor progress in meeting Healthy People 2030 oral health objectives , one of which is to increase use of the oral health care system.\n\nThe division maintains Oral Health Data , an online system that brings together information from various local, state, and national data sources, which users can export to create tables, charts, and maps.\n\nDOH also helps state health departments collect, interpret, and share their local and state data on oral health status and the use of preventive services so they can understand where to direct their resources.\n\nPromoting optimal use of community water fluoridation to reduce cavities\n\nCommunity water fluoridation is recognized as one of 10 great public health achievements of the 20th century. Even with the widespread use of fluoride products, like toothpaste, studies have found that people living in communities with water fluoridation have about 25% fewer cavities than those without fluoridation.\n\nDOH works with state and national partners to optimize the use of water fluoridation by training state drinking water system engineers, state oral health program staff, and public health staff. DOH created Fluoridation Learning Online , an interactive resource that provides thousands of water operators with training at their own pace.\n\nThe division also manages an online reporting system that helps states monitor the quality of their water fluoridation programs. The public side of this database, My Water's Fluoride , allows residents in participating states to learn the fluoride content of their public water system.\n\nPromoting school sealant programs to prevent cavities\n\nOne in five children aged 6 to 11 years has at least one untreated cavity, which can lead to problems eating, speaking, and learning. Dental sealants protect against 80% of cavities for 2 years and continue to protect against 50% of cavities for up to 4 years. Children aged 6 to 11 without sealants have almost 3 times more first molar cavities than children with sealants.\n\nSchool sealant programs provide dental sealants at no charge to children who are less likely to receive private dental care. These programs provide sealants at school during the school day using mobile dental equipment. As a result, sealant use has increased substantially among children from low-income families, greatly reducing the disparity between them and children from higher-income families. However, this effective intervention remains underused; less than half of all children aged 6 to 11 have dental sealants.\n\nDOH provides guidance to state and community programs to help them plan, set up, and evaluate school sealant programs. The division's SEALS application allows state and local programs to evaluate the effectiveness of their school sealant programs.\n\nPreventing infections in dental care settings through guidelines and training\n\nDental health care settings must meet the same high standards for infection prevention and control as any medical setting. To help reduce the risk of disease transmission, DOH develops recommendations to guide infection prevention and control practices in all dental treatment settings.\n\nThe DOH resource, Summary of Infection Prevention Practices in Dental Settings: Basic Expectations for Safe Care , highlights the key recommendations that guide infection prevention practices in dental offices nationally and globally.\n\nDOH also offers resources to promote adherence to these guidelines, including the mobile app CDC DentalCheck , fact sheets, and training materials such as Foundations: Building the Safest Dental Visit , an online, self-paced training that offers free dental continuing education credit hours to individual learners.\n\nSupporting programs and partners to improve oral health\n\nDOH provides 20 states and 1 territory with funds, technical assistance, and training to build strong oral health programs. This support helps recipients promote oral health, monitor oral health behaviors and problems, and conduct and evaluate prevention programs. It also helps recipients better coordinate community water fluoridation and school sealant programs and develop ways to better integrate dental and medical care at the state and local levels.\n\nAt the national level, DOH works with other chronic disease programs to promote prevention strategies designed to reduce risk factors associated with multiple chronic conditions, like gum disease.\n\nDOH runs a Dental Public Health Residency Program, which produces skilled specialists to collaborate with their public health and dental colleagues in an array of health settings to improve oral health at the population level.\n\nOur impact\n\nMore than 209 million people, representing 72.7% of the population, are served by community water systems that provide water with enough fluoride to prevent cavities.\n\nLeadership Bio\n\nDr. Thornton-Evans leads the Division of Oral Health.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-division-of-population-health.html": "About the Division of Population Health\n\nAt a glance\n\nCDC's Division of Population Health (DPH) envisions a nation where every population thrives in health and wellness.\n\nWhat we do\n\nDPH promotes health and well-being and prevents chronic diseases among people in all stages of life. We do this by collecting data, conducting community-based research, and developing cross-cutting public health programs.\n\nPriorities\n\nMaking data available to drive public health progress\n\nDPH delivers timely, high-quality health data to help communities and states better understand the prevalence and geographic distribution of health measures, which can be helpful in planning public health programs that best meet the needs of their populations.\n\nThe Behavioral Risk Factor Surveillance System (BRFSS) collects state data about health behaviors, chronic health conditions, and use of preventive services among U.S. adults. BRFSS is the largest telephone health survey in the world and captures information from more than 400,000 U.S. adults each year across all 50 states, the District of Columbia, and participating U.S. territories. The BRFSS online tool allows users to display data for state-to-state and state-to-national comparisons.\n\nPLACES: Local Data for Better Health provides health data for small areas (counties, census tracts, and ZIP code tabulation areas) across the country.\n\nThe Chronic Disease Indicators tool provides national and state estimates for 113 surveillance indicators of chronic diseases and their risk factors. Where applicable, estimates are broken down by sex, race and ethnicity, and age group.\n\nTranslating research for public health impact\n\nSince 1984, CDC has funded the Prevention Research Centers (PRCs), a network of academic research centers that study how people and their communities can reduce risk factors for chronic conditions, such as heart disease, obesity, and cancer. PRCs work with local communities to develop, test, and evaluate solutions to public health problems.\n\nFor example, to improve access to community health workers (CHWs), the University of Arizona PRC (AzPRC) partnered with other local public health organizations to achieve a state certification path for CHWs. They first established the Arizona CHW Workforce Coalition, which worked with legislators to formalize voluntary CHW certification. Then they developed tools to share AzPRC's research with decision makers and identified sustainable funding mechanisms to integrate CHWs into the health care system.\n\nProviding scientific and programmatic expertise\n\nTribal health\n\nAmerican Indian and Alaska Native (AI/AN) adults have higher rates of some chronic diseases and lower life expectancy—about 11 years lower—than other racial and ethnic groups in the U.S. With DPH's culture-first approach, the Healthy Tribes Program funds tribes, villages, tribal organizations, and Tribal Epidemiology Centers through three programs:\n\nGood Health and Wellness in Indian Country . Recipients implement a coordinated and holistic approach to reduce chronic disease risk factors in Native communities.\n\nTribal Practices for Wellness in Indian Country (TPWIC). Recipients implement tribal practices and cultural traditions to strengthen community and cultural connections for improved physical, mental, emotional, and spiritual health and well-being within AI/AN communities. From 2018 through 2022, TPWIC engaged over 250,000 AI/AN community members in diet, nutrition, physical activity, cooking, and gardening activities that promote healthy living.\n\nTribal Epidemiology Centers Public Health Infrastructure . Recipients work to address data gaps and build public health capacity to promote health and prevent disease in AI/AN communities.\n\nHealthy aging: Alzheimer's disease and arthritis\n\nDPH focuses on two challenges to the health and quality of life of aging adults today: Alzheimer's disease and arthritis.\n\nAlzheimer's disease is the most common form of dementia and the seventh leading cause of death in the United States. It affects 6.9 million U.S. adults, a number that is expected to double by 2060.\n\nCDC promotes awareness and strategies to address Alzheimer's disease and related dementias through the National Healthy Brain Initiative and Building Our Largest Dementia (BOLD) infrastructure activities. BOLD funds 43 public health department programs and 3 BOLD Public Health Centers of Excellence to:\n\nIncrease early detection and diagnosis.\n\nReduce risk.\n\nPrevent avoidable hospitalizations.\n\nSupport caregiving for people with Alzheimer's disease and related dementias.\n\nArthritis affects 1 in 5 adults, or over 54 million people, in the United States. 1 It is a major cause of disability and pain for adults, and the top reason for work disability in this country.\n\nCDC's Arthritis Well-Being and Management Program works to improve the quality of life for people with arthritis by:\n\nCollecting data to identify arthritis trends.\n\nConducting research to learn how arthritis affects quality of life for people who also have other chronic diseases (like diabetes).\n\nFunding 12 states and 5 national organizations to expand the reach of proven physical activity and self-management education programs.\n\nFunding 3 universities as part of a new arthritis research network.\n\nSince 2012, in collaboration with states and national partners, CDC has reached more than 200,000 adults with evidence-based interventions that can improve arthritis management and quality of life.\n\nSocial determinants of health\n\nNot all people have the same opportunities for health and wellness. Some groups have much higher rates of chronic diseases as a result of different environmental, policy, structural, or social conditions. CDC funds programs to address nonmedical factors that influence health in five priority areas:\n\nBuilt environment.\n\nCommunity-clinical linkages.\n\nFood and nutrition security.\n\nSocial connectedness.\n\nTobacco-free policies.\n\nSince 2021, CDC has funded 71 states, communities, and territories to develop Accelerator Plans addressing the five priorities. These plans are intended to accelerate action in state, local, territorial, and tribal jurisdictions that lead to improved chronic disease outcomes for groups affected by health disparities and inequities.\n\nCDC is also funding five ACTion states and communities to implement established plans to address SDOH in their communities by increasing access to clinical services, safe places to be active, healthy foods, and social services.\n\nExcessive alcohol use\n\nExcessive alcohol use, including underage drinking and binge drinking, is responsible for more than 178,000 deaths per year in the United States. Among adults aged 20 to 49, about 1 in 5 deaths are from excessive drinking. Excessive alcohol use increases the risk of injuries, violence, and chronic diseases (such as liver diseases, several types of cancer, and high blood pressure).\n\nCDC's Alcohol Program funds 11 states to promote strategies that reduce alcohol-related illness, injury, and deaths. The program:\n\nMeasures the effects of excessive alcohol use on groups of people.\n\nWorks with partners to provide resources and expand the use of effective strategies in states and communities.\n\nCommunicates the benefits of reducing excessive alcohol use .\n\nExpands the ability of states to monitor patterns of alcohol use and related health effects.\n\nInvestigating emerging public health topics for better awareness\n\nEpilepsy\n\nAbout 3.3 million Americans have epilepsy , including 456,000 children. Epilepsy and seizures cost the nation at least $24.5 billion per year in medical costs.\n\nEpilepsy can have both direct and indirect health effects that limit life opportunities and access to timely and effective treatment. For example, people with epilepsy may have uncontrolled seizures, need frequent in-hospital care, be unable to drive, and face stigma and discrimination. As a result, they may have trouble with school, jobs, and relationships, and may have depression and anxiety.\n\nCDC's Managing Epilepsy Well Network has collaborated with more than 35 epilepsy health or social service partners across the United States to expand the reach of proven epilepsy self-management programs through in-person and virtual offerings. These programs help people with epilepsy take control of their health and manage their day-to-day challenges.\n\nLupus\n\nLupus is an incurable autoimmune disease that triggers inflammation, causing pain and affecting daily life. It can affect people of all ages, including children, but women aged 15 to 44 and those from minority racial and ethnic groups are most at risk.\n\nCDC funds research to improve the diagnosis and treatment of lupus by funding lupus patient registries and long-term studies.\n\nIn 2023, with CDC's support, the Lupus Foundation of America's Partners United for Sustainable Lupus Education and Awareness (PULSE) project launched a campaign to help people with lupus get diagnosed more quickly and an app to promote access to lupus self-management programs. Since their launch, both initiatives have seen tremendous success, with nearly 17 million campaign views and over 3,200 app downloads.\n\nInflammatory bowel disease and interstitial cystitis\n\nCDC also funds partners to provide expertise, education, and data on chronic conditions such as inflammatory bowel disease and interstitial cystitis .\n\nChronic disease education\n\nChronic Disease Education and Awareness projects fund recipients to strengthen the science base for prevention, education, and public health awareness for less known and addressed conditions.\n\nLeadership Bio\n\nDr. Thomas leads the Division of Population Health.\n\nNational Center for Health Statistics. National Health Interview Survey Data, 2021–2023. Accessed August 6, 2024. https://www.cdc.gov/nchs/nhis/documentation/index.html\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-division-of-reproductive-health.html": "About the Division of Reproductive Health\n\nAt a glance\n\nFor almost 60 years, CDC's Division of Reproductive Health (DRH) has developed programs to improve women's health, improve pregnancy health and care, and give infants the healthiest start in life.\n\nWhat we do\n\nPregnant women and their infants may face fatal pregnancy complications, premature births, and sudden unexpected infant deaths. Each year in the United States, too many women die of pregnancy-related causes, and even more women have severe pregnancy complications. One in 10 infants (about 380,000) are born prematurely, and 3,400 are lost to sudden unexpected infant death. DRH works to reduce the risk and improve the health of women and infants.\n\nPriorities\n\nUnderstand maternal mortality\n\nToo many women die each year in the United States from complications of pregnancy. Among Native Hawaiian and Pacific Islander, Black, and American Indian/Alaska Native women, the risk of dying from these complications is 2 to 4 times the risk among White women. More and better data can help us understand how to prevent pregnancy-related deaths, ensure the best possible birth outcomes, and work to achieve equity.\n\nCDC's Pregnancy Mortality Surveillance System conducts national surveillance of pregnancy-related deaths in the United States. The Enhancing Reviews and Surveillance to Eliminate Maternal Mortality (ERASE MM) program supports agencies and organizations that coordinate and manage Maternal Mortality Review Committees (MMRCs).\n\nMMRCs are multidisciplinary committees in states and cities that perform comprehensive reviews of deaths among women during and within a year of the end of a pregnancy. Currently, CDC supports MMRCs in 44 states and 2 territories. Data from MMRCs provide a deeper understanding of the circumstances surrounding each death to guide recommendations at the patient, provider, facility, system, and community level for preventing future deaths.\n\nThe Maternal Mortality Review Information Application is a data system that provides a standardized approach to collect information, review deaths, and analyze data across MMRCs.\n\nThe Hear Her ® campaign supports CDC's efforts to prevent pregnancy-related deaths by amplifying the stories of women who have experienced pregnancy-related complications and sharing potentially life-saving messages about urgent warning signs . Hear Her encourages health care professionals and the people supporting a pregnant or postpartum woman to really listen and take action when she expresses concerns.\n\nThe campaign develops and shares culturally appropriate, audience-focused resources and supports local implementation by tribal organizations, and community-based organizations.\n\nImprove the quality of care for mothers and infants\n\nCDC's Perinatal Quality Collaboratives (PQCs) are state or multistate networks of health care teams working to improve the quality of care for mothers and infants. They do so by advancing best practices in the health care setting and expanding successful interventions statewide. These efforts have contributed to important improvements in health care delivery and perinatal outcomes.\n\nCDC supports 36 state PQCs and funds the National Network of Perinatal Quality Collaboratives . This network provides support, mentoring, and resources for all PQCs to identify and share best practices and develop tools and training. Every US state has a PQC or is developing one.\n\nCollect quality data on women and infants\n\nThe Pregnancy Risk Assessment Monitoring System (PRAMS) has been a critical source of data on maternal and infant health for almost 40 years. Currently, 50 jurisdictions, including 46 states, the District of Columbia, New York City, Puerto Rico, and the Commonwealth of the Northern Mariana Islands, participate in PRAMS.\n\nPRAMS collects jurisdiction-based population data on maternal attitudes, experiences, and health before, during, and shortly after pregnancy. These data are used to guide public health action and provide insights into which efforts can best support new initiatives to improve maternal and infant health.\n\nPrevent sudden unexpected infant deaths\n\nSudden unexpected infant death (SUID) is a term used to describe the sudden and unexpected death of an infant less than 1 year old in which the cause was not clear before investigation. These deaths often happen while the infant was sleeping in an unsafe sleep environment. Every year in the United States, about 3,400 infants are lost to SUID.\n\nCDC supports surveillance programs in 32 areas of the country, which covers about 2 in 5 SUID cases in the United States. The SUID and Sudden Death in the Young (SDY) Case Registry standardizes and improves data collected at death scenes and promotes consistent reporting and classification of SUID and SDY cases. A better understanding of the circumstances and events associated with SUID and sleep-related infant deaths may help reduce future deaths.\n\nCDC publishes materials to help parents and doctors learn how to reduce the risk of SUID. The agency also collaborates on the Safe to Sleep ® campaign led by the Eunice Kennedy Shriver National Institute of Child Health and Human Development at the National Institutes of Health.\n\nOur impact\n\nIn 2022, CDC released the first data from the MMRCs since the ERASE MM program began. Findings from 36 state MMRCs showed that pregnancy-related deaths occurred during pregnancy, delivery, and up to a year postpartum. The leading cause of pregnancy-related death varied by maternal race and ethnicity, and over 80% of deaths were determined to be preventable.\n\nOver the first 7 months of the Hear Her campaign, people who were aware of Hear Her messages were more likely to seek information or talk to their health care providers, according to internet survey. Knowing the warning signs and getting an accurate and timely diagnosis could help save lives.\n\nLeadership Bio\n\nDr. Barfield leads CDC's Division of Reproductive Health\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/about-the-office-on-smoking-and-health.html": "About the Office on Smoking and Health\n\nAt a glance\n\nCDC's Office on Smoking and Health (OSH) is the lead federal agency for comprehensive tobacco prevention and control. OSH saves lives and money by preventing and reducing the use of commercial tobacco products—the leading cause of preventable disease, disability, and death in the United States.\n\nWhat we do\n\nNote: When CDC refers to tobacco on this web page, we are referring to the use of commercial tobacco products and not the sacred and traditional use of tobacco by some American Indian communities.\n\nCommercial tobacco use accounts for about 1 in 5 deaths. Each year, nearly half a million U.S. adults, including those exposed to secondhand smoke, die early from smoking-related disease.\n\nAbout 2 in 10 U.S. adults in 2021 currently used any tobacco product. About 1 in 10 U.S. middle and high school students in 2023 currently used any tobacco product.\n\nSmoking harms nearly every organ of the body. Smoking causes cancer, heart disease, stroke, lung diseases, type 2 diabetes, and other chronic health conditions. Exposure to secondhand smoke affects 1 in 4 people in the United States who don't smoke. It causes serious health problems for children and adults.\n\nSmoking-related illness cost the United States more than $600 billion in 2018. This cost includes more than $240 billion in health care spending and nearly $372 billion in lost productivity.\n\nSome groups of people are more affected by tobacco use, secondhand smoke exposure, and tobacco-related health problems. They may also have less access to treatment to help them quit. Most people who use tobacco products want to quit.\n\nOSH works to:\n\nPrevent adolescents and young adults from starting to use tobacco.\n\nHelp people who use tobacco quit.\n\nEliminate exposure to secondhand smoke.\n\nAdvance health equity by eliminating inequities and disparities related to tobacco use.\n\nPriorities\n\nMeasure tobacco use and translate data into effective action\n\nCDC promotes evidence-based approaches to prevent and control tobacco use. To measure progress toward its goals, CDC collects, studies, and shares information on tobacco use and its effects on health. CDC uses this information to:\n\nMonitor changes and trends in the use of tobacco products among young people and adults.\n\nUnderstand tobacco-related knowledge, attitudes, and behaviors among young people and adults.\n\nPromote comprehensive tobacco control programs and policies.\n\nAnswer important questions about tobacco use and tobacco control.\n\nMeasure how tobacco use affects population groups to eliminate health disparities and advance health equity.\n\nCDC shares information in high-quality reports, easy-to-understand web resources , and interactive data applications. The Tobacco Use Data Portal provides access to the latest tobacco prevention and control data, graphs, and maps. Users can download this information for more analysis. The STATE System provides data on state tobacco use prevention and control policies.\n\nSupport comprehensive tobacco control programs\n\nIn fiscal year 2023, CDC provided over $96 million to:\n\n50 states and the District of Columbia\n\n8 US territories and freely associated states\n\n26 tribes or tribal organizations\n\n9 national networks, and several other organizations\n\nThese funds supported their efforts to reduce tobacco-related diseases, disabilities, and deaths.\n\nStates that have made larger investments in comprehensive tobacco control programs have seen larger and faster declines in cigarette smoking among adults and young people. For every $1 spent on comprehensive tobacco control programs, states get a $55 return on investment, mostly in averted health care costs to treat smoking-related illness.\n\nHelp people understand the dangers of smoking\n\nFor every American who dies because of smoking, at least 30 are living with a serious smoking-related illness. Hard-hitting media campaigns raise awareness about the dangers of smoking and motivate people to quit.\n\nCDC's Tips From Former Smokers ® ( Tips ® ) campaign encourages people who smoke to quit. Tips features real people from diverse backgrounds living with serious long-term health effects from smoking and secondhand smoke exposure. They share the impact smoking has had on their lives—and the lives of their loved ones.\n\nTips connects people who smoke with resources to help them quit, including 1-800-QUIT-NOW. This resource links callers to their state quitline, as well as web-based, text-based, and app-based cessation support resources.\n\nRead more: Tips Impact and Results .\n\nHelp all people quit using tobacco products\n\nCDC helps people quit using tobacco products by promoting free quitlines and other support services . CDC works with health insurers, health care providers, and employers to:\n\nIncrease coverage of proven tobacco cessation treatments.\n\nEncourage tobacco-free workplace policies.\n\nPromote health system changes encourage counseling and medicines for patients who want to quit.\n\nHelp all people understand the risks of youth tobacco use\n\nYouth tobacco product use is unsafe. Nearly all tobacco product use begins during youth and young adulthood. Nicotine is highly addictive and can harm brain development, which continues into the early to mid-20s.\n\nCigarette smoking is decreasing among young people; however, youth e-cigarette use is a critical public health concern. Many young people who try e-cigarettes remain e-cigarette users. In 2023, about half of students who had ever used e-cigarettes were still using them. Over 2.1 million US middle and high school students (7.7%) reported currently using e-cigarettes in 2023.\n\nCDC also provides resources to help parents, educators, health care providers, and other youth influencers talk to young people about the dangers of tobacco products. CDC's activities include:\n\nWorking with all 50 states and the District of Columbia to support state and community activities to prevent use of tobacco products, including e-cigarettes, among youth and young adults.\n\nDeveloping easy-to-understand materials using the best available science.\n\nUsing digital and social media platforms to create and deliver information where young people and youth influencers seek information.\n\nOur impact\n\nFrom 2012–2018, the Tips® campaign motivated more than 16 million U.S. adults to make a quit attempt. One million U.S. adults successfully quit smoking. Tips prevented an estimated 129,000 early deaths and helped save an estimated $7.3 billion in smoking-related health care costs.\n\nCDC, with the U.S. Food and Drug Administration, implements the National Youth Tobacco Survey to provide national data on youth tobacco product use. Federal, national, and state partners use these data to design, implement, and evaluate youth tobacco prevention and control programs.\n\nLeadership Bio\n\nDr. Kittner leads the Office on Smoking and Health\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/divisions-offices/index.html": "Divisions and Offices\n\nAt a glance\n\nThe nine divisions of the National Center for Chronic Disease Prevention and Health Promotion work to reduce the risk factors for chronic conditions and help people manage their conditions to avoid serious complications.\n\nOur Divisions\n\nAbout the Division of Adolescent and School Health\n\nAbout the Division of Cancer Prevention and Control\n\nAbout the Division of Diabetes Translation\n\nAbout the Division for Heart Disease and Stroke Prevention\n\nAbout the Division of Nutrition, Physical Activity, and Obesity\n\nAbout the Division of Oral Health\n\nAbout the Division of Population Health\n\nAbout the Division of Reproductive Health\n\nAbout the Office on Smoking and Health\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/es/divisions-offices/acerca-de-la-division-de-prevencion-y-control-del-cancer.html": "Acerca de la DivisiÃ³n de PrevenciÃ³n y Control del CÃ¡ncer\n\nVISTAZO GENERAL\n\nLa División de Prevención y Control del Cáncer (DCPC) de los CDC lidera esfuerzos para prevenir el cáncer, encontrarlo en su etapa inicial y mejorar la salud de los sobrevivientes de cáncer.\n\nLo que hacemos\n\nEn los Estados Unidos, cada año 1.6 millones de personas reciben un diagnóstico de cáncer, y 600 000 personas mueren por su causa. Los cuidados para el cáncer cuestan $185 mil millones cada año. El cáncer es la segunda causa principal de muerte en el país, pero más de la mitad de las muertes por cáncer probablemente se podrían prevenir al reducir las causas del cáncer y al aumentar las pruebas de detección y la administración de vacunas.\n\nLa División de Prevención y Control del Cáncer trabaja para reducir los factores que aumentan el riesgo de cáncer, y promueve las pruebas de detección de cáncer. Estas actividades ayudan a que cada persona tenga igualdad de oportunidades de obtener la mejor salud posible.\n\nPrioridades\n\nRecolectar datos sobre los casos y tratamientos del cáncer.\n\nLa División de Prevención y Control del Cáncer dirige el Programa Nacional de Registros del Cáncer y coordina con otras agencias federales para recolectar datos sobre casi todos los casos de cáncer en los Estados Unidos. Estos datos se usan para ayudar a guiar los esfuerzos a fin de prevenir el cáncer y detectarlo de forma temprana.\n\nLos datos del Programa Nacional de Registros del Cáncer se pueden usar para responder preguntas como las siguientes:\n\n¿Hay más o menos personas con cáncer de colon este año, en comparación con el año pasado?\n\n¿Hay mujeres en ciertas áreas geográficas con más probabilidades de presentar cáncer de mama en etapa tardía, cuando es más difícil de tratar?\n\n¿Qué grupos de personas tienen más probabilidades de tener cáncer de piel?\n\nPromueva las pruebas de cáncer colorrectal\n\nEl cáncer colorrectal es una de las causas principales de muerte por cáncer en los Estados Unidos, pero no tiene por qué ser así. Las pruebas de detección del cáncer colorrectal pueden encontrar pólipos precancerosos (crecimiento de tejido anómalo en el colon o el recto) para que sean extirpados antes de que se conviertan en cáncer. Las pruebas de detección también ayudan a encontrar el cáncer colorrectal en sus primeras etapas, cuando el tratamiento es más eficaz.\n\nEl Programa de Control del Cáncer Colorrectal de los CDC financia 20 estados, 8 universidades, 2 organizaciones tribales y 5 organizaciones más para aumentar las tasas de pruebas de detección del cáncer colorrectal en las personas de 45 a 75 años.\n\nPromueva las pruebas de detección del cáncer de mama y de cuello uterino\n\nHacerse mamografías, pruebas de Papanicoláu y del virus del papiloma humano (VPH) de manera regular puede reducir su riesgo de morir por el cáncer de mama o de cuello uterino. Estas pruebas pueden encontrar el cáncer en una etapa temprana, cuando el tratamiento es más eficaz. Las pruebas de detección de cáncer de cuello uterino también pueden prevenir el cáncer al encontrar lesiones precancerosas (crecimiento de tejido anómalo) antes de que se convierta en cáncer.\n\nEl Programa Nacional de Detección Temprana del Cáncer de Mama y de Cuello Uterino (NBCCEDP) de los CDC otorga fondos a los 50 estados, el Distrito de Columbia, Puerto Rico, 5 islas del Pacífico afiliadas a los EE. UU. y 13 tribus u organizaciones tribales. Estos programas proporcionan servicios para la detección y el diagnóstico del cáncer de mama y de cuello uterino a mujeres de bajos ingresos y con seguro médico insuficiente o sin seguro. Las mujeres que reciban un diagnóstico de cáncer a través del Programa Nacional de Detección Temprana del Cáncer de Mama y de Cuello Uterino podrían reunir los requisitos para recibir tratamiento a través del programa Medicaid.\n\nOtorgar fondos a los estados para prevenir y controlar el cáncer\n\nEl Programa Nacional de Control Integral del Cáncer (NCCCP) de los CDC otorga fondos a los 50 estados, el Distrito de Columbia, 7 territorios y estados libres asociados de los EE. UU., y 7 tribus u organizaciones tribales para lo siguiente:\n\nCrear grupos de colaboradores que compartan recursos y conocimientos para combatir el cáncer.\n\nUsar datos de registros del cáncer, encuestas de factores de riesgo del comportamiento y otros recursos a fin de aprender cuáles cánceres y factores de riesgo afectan más a sus comunidades.\n\nMejorar el acceso a la detección y el tratamiento.\n\nReducir los factores de riesgo del cáncer y mejorar los desenlaces del cáncer para grupos afectados por disparidades en la salud.\n\nResponder a las necesidades físicas, financieras y emocionales de los sobrevivientes de cáncer y sus familias.\n\nAyudar a educar a las personas acerca del cáncer.\n\nLa campaña Muestre su Valentía educa a las mujeres menores de 45 años sobre el cáncer de mama. La campaña comparte historias de la vida real para inspirar a las mujeres jóvenes a aprender sobre su riesgo de cáncer de mama y a hablar con su médico acerca de cómo reducirlo.\n\nLa campaña Conozca su cuerpo: infórmese sobre los cánceres ginecológicos de los CDC aumenta la concientización entre las mujeres y los profesionales médicos sobre los cinco tipos principales de cáncer ginecológico: de cuello uterino, de ovario, de útero, de vagina y de vulva.\n\nLa campaña Screen for Life: Campaña Nacional de Acción contra el Cáncer Colorrectal aumenta la concientización sobre la importancia de hacer pruebas de detección de cáncer colorrectal.\n\nNuestro impacto\n\nDesde 1991, los programas financiados por el Programa Nacional de Control Integral del Cáncer han proporcionado más de 16 millones de pruebas de detección de cáncer de mama y de cuello uterino. Estas pruebas han encontrado casi 78 000 casos de cáncer de mama y más de 5000 casos de cáncer de cuello uterino.\n\nEl Programa Nacional de Control Integral del Cáncer reúne organizaciones para crear planes a fin de ayudar a reducir la cantidad de personas afectadas por el cáncer. Con el apoyo de este programa, las coaliciones del cáncer han creado 65 planes integrales de control del cáncer.\n\nBiografía de liderazgo\n\nLa Dra. Richardson es la directora de la División de Prevención y Control del Cáncer (DCPC) de los CDC.\n\nCentro Nacional para la Prevención de Enfermedades Crónicas y Promoción de la Salud\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/es/leadership/director-de-la-division-de-prevencion-y-control-del-cancer.html": "Directora de la DivisiÃ³n de PrevenciÃ³n y Control del CÃ¡ncer\n\nBiografía del personal\n\nLisa Richardson, MD, MPH\n\nCentro Nacional para la Prevención de Enfermedades Crónicas y Promoción de la Salud\n\nLa Dra. Richardson ejerce liderazgo y brindar guía con respecto a todos los temas científicos, programáticos y relacionados con políticas para cuatro programas fundacionales.\n\nFunción en los CDC\n\nLisa C. Richardson, MD, MPH, es la directora de la División de Prevención y Control del Cáncer (DCPC) de los CDC. Su función es ejercer liderazgo y brindar guía con respecto a todos los temas científicos, programáticos y relacionados con políticas para cuatro programas fundacionales: el Programa de Control del Cáncer Colorrectal, el Programa Nacional de Detección Temprana del Cáncer de Mama y Cuello Uterino, el Programa Nacional de Control Integral del Cáncer y el Programa Nacional de Registros del Cáncer. Tiene a su cargo la supervisión de una agenda de investigación bien desarrollada que incluye la Red de Investigación para la Prevención y el Control del Cáncer.\n\nExperiencia\n\nLa Dra. Richardson tiene más de 25 años como funcionaria pública y ha ocupado numerosos cargos de liderazgo dentro de los CDC. Antes de su cargo actual, brindó servicios como directora de la División de Trastornos Hematológicos de los CDC, donde lideró los esfuerzos nacionales para prevenir complicaciones y mejorar la calidad de vida de las personas con trastornos hematológicos hereditarios, como la hemofilia y la enfermedad de células falciformes.\n\nLa Dra. Richardson llegó a los CDC en 1997 como directora médica del Programa Nacional de Detección Temprana del Cáncer de Mama y de Cuello Uterino, el mayor programa organizado de pruebas de detección para las mujeres sin seguro y con bajos ingresos en los Estados Unidos. Después de un lapso como profesora asistente en la Universidad de Florida, regresó a los CDC en el 2004 como científica de planta en la Subdivisión de Epidemiología e Investigación Aplicada de la DCPC, y luego sirvió como líder del Equipo de Apoyo Científico y Aplicación Médica en la Subdivisión de Control Integral del Cáncer de la DCPC. En el 2010, fue nombrada directora adjunta de Asuntos Científicos de la División de Prevención y Control del Cáncer (DCPC), donde revisó todo el contenido científico producido por DCPC y asesoró al director en el establecimiento de prioridades científicas. Trabajó en colaboración cercana con el personal de la división para mantener la integridad científica en las actividades de la división.\n\nLa Dra. Richardson es una experta muy consultada acerca de la función de la salud pública en el control del cáncer, la función de la prestación de atención médica y los consecuencias del cáncer, la equidad en la salud, y la calidad de la atención del cáncer. Ha sido autora y coautora de más de 175 artículos científicos.\n\nEducación\n\nLa Dra. Richardson recibió su título universitario en Ciencias y su título profesional en Medicina de la Universidad de Carolina del Norte en Chapel Hill. Fue incorporada a la Sociedad Médica de Honor Alpha Omega Alpha en su tercer año mientras asistía a la Universidad de Carolina del Norte. Completó el programa de becarios clínicos de Robert Wood Johnson de la Universidad de Michigan, donde obtuvo su maestría en Salud Pública en epidemiología. Completó su residencia de medicina interna y su práctica profesional en hematología y oncología médica en la Facultad de Medicina de la Universidad de Florida. Formó parte de cuerpo docente del Departamento de Oncología de la Universidad de Florida desde el 2000 hasta el 2004, y colaboró ampliamente con el Sistema de Datos sobre el Cáncer de Florida, uno de los 50 registros centrales del cáncer financiados por el Programa Nacional de Registros del Cáncer de los CDC.\n\nCentro Nacional para la Prevención de Enfermedades Crónicas y Promoción de la Salud\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/es/site.html": "Para todos\n\nDivisions and Offices About the Division of Adolescent and School Health Acerca de la División de Prevención y Control del Cáncer About the Division of Diabetes Translation About the Division for Heart Disease and Stroke Prevention About the Division of Nutrition, Physical Activity, and Obesity About the Division of Oral Health About the Division of Population Health About the Division of Reproductive Health About the Office on Smoking and Health\n\nAbout the Division of Adolescent and School Health\n\nAcerca de la División de Prevención y Control del Cáncer\n\nAbout the Division of Diabetes Translation\n\nAbout the Division for Heart Disease and Stroke Prevention\n\nAbout the Division of Nutrition, Physical Activity, and Obesity\n\nAbout the Division of Oral Health\n\nAbout the Division of Population Health\n\nAbout the Division of Reproductive Health\n\nAbout the Office on Smoking and Health\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nAbout Us\n\nChronic Disease Interventions Breast Cancer Cervical Cancer Colorectal Cancer Skin Cancer Diabetes High Blood Pressure Oral Disease Tobacco Use COVID-19\n\nBreast Cancer\n\nCervical Cancer\n\nColorectal Cancer\n\nSkin Cancer\n\nDiabetes\n\nHigh Blood Pressure\n\nOral Disease\n\nTobacco Use\n\nCOVID-19\n\nBudget and Funding Funding Opportunities (NOFOs) Funding CDC-RFA-DP-25-0024: Advancing Public Health Actions to Prevent and Control Chronic Disease in the U.S. Territories and Freely Associated States\n\nFunding Opportunities (NOFOs) Funding\n\nCDC-RFA-DP-25-0024: Advancing Public Health Actions to Prevent and Control Chronic Disease in the U.S. Territories and Freely Associated States\n\nOur Impact 2024 Highlights from NCCDPHP\n\n2024 Highlights from NCCDPHP\n\nSocial Media Resources\n\nChronic Disease\n\n¿No encontró la información que buscaba?\n\nCentro Nacional para la Prevención de Enfermedades Crónicas y Promoción de la Salud\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/impact/highlights.html": "Preventing Disease and Promoting Health: 2024 Highlights from NCCDPHP\n\nAt a glance\n\n2024 was a year of significant progress for CDC’s National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP). Read about some of our accomplishments and the impact they’re having on our country’s health.\n\nOverview\n\nAs we look back on 2024, it’s my pleasure to recognize just a few of our exceptional accomplishments. This work reflects our ongoing commitment to preventing chronic diseases, addressing health disparities, and improving the health and well-being of communities across the country.\n\nTackling Maternal Mortality by Turning Data into Action\n\nMore than 80% of maternal deaths in the United States are preventable, underscoring the urgency of addressing maternal mortality head-on, and that’s exactly what NCCDPHP is doing.\n\nIn 2024, CDC committed $118 to the ERASE Maternal Mortality program, empowering maternal mortality review committees (MMRCs) in 46 states and 6 territories across the nation. These committees collect data and review individual cases of maternal mortality to identify areas of systems improvement. Already, we’re seeing results. For instance:\n\nGeorgia hemorrhage monitoring program is helping hospitals detect and respond to postpartum bleeding faster, preventing unnecessary deaths.\n\nTennessee substance use screening program is expanding access to care for pregnant women facing substance use challenges, improving outcomes for both parents and babies.\n\nThis integral work is preventing deaths and building systems that protect mothers and families. Through these investments and collaborations, we’re creating a future where preventable maternal deaths no longer occur.\n\nImproving Youth Mental Health Through Schools\n\nIn 2024, CDC's Division of Adolescent and School Health (DASH) became the 9th division in our Center unifying adolescent and school health efforts. The division made big strides this year to address youth mental health. In 2024, DASH’s newly released School Mental Health Action Guide was downloaded over 14,000 times.\n\nAdditionally, our premier adolescent health survey, the Youth Risk Behavior Surveillance System (YRBSS) survey data demonstrated a downward trend in adolescents reporting sadness, highlighting the importance of targeted school-based health efforts.\n\nAddressing Maternal Hypertension, A Leading Cause of Black Maternal Deaths\n\nThrough maternal mortality review committees, we learned that nearly half of preventable maternal deaths are linked to heart disease and hypertension. In response, CDC's Million Hearts® Initiative collaborated with clinical organizations to develop the Hypertension in Pregnancy Change Package .\n\nThis resource equips outpatient care teams with strategies to improve the diagnosis and management of hypertension during and after pregnancy. Within just six months of its release, more than 200 clinicians and numerous health systems began implementing its strategies to improve outcomes for pregnant women nationwide.\n\nNew Interactive Maps to Address Social Needs and Chronic Disease Locally\n\nIn 2024, we released new Behavioral Risk Factor Surveillance System (BRFSS) data faster than ever before. The self-reported behaviors are important for monitoring chronic disease at the state level and across the U.S. For the first time, BRFSS data included information on social needs, like access to healthy foods, housing stability, and transportation. This timely release of data helps all 50 states to evaluate public health needs and programs, often serving as the only statewide source of data on adult health and risk behaviors.\n\nMaking it local\n\nIn August 2024, CDC released the PLACES (or Population Level Analysis and Community Estimates) data, allowing individual, clinicians, and policymakers to explore BRFSS information at the local level through the interactive website, maps, and visualizations. Using this data, CDC published multiple papers exploring social needs, including mammography access and racial and ethnic disparities, related to chronic disease and health outcomes, empowering communities to take informed action.\n\nReducing Youth Tobacco Use: Major Declines in Youth Cigarette and E-Cigarette Use\n\nIn November 2024, the 35th Report of the Surgeon General on tobacco was released, focusing on tobacco-related disparities. Developed with support from the Office on Smoking and Health (OSH), the report is a reflection of the collaboration of hundreds of scientists within and outside CDC.\n\nEvidence from the report is already informing decisionmakers, including action to restrict the sale of flavored tobacco products in states and communities. This progress coincides with significant declines in youth tobacco use: cigarette use reached the lowest level ever at 1.4%, and e-cigarette use dropped to 5.9% - the lowest in a decade.\n\nInvesting in Tribal Communities to Reduce Chronic Disease\n\nIn 2024, CDC's Good Health and Wellness in Indian Country (GHWIC) program awarded almost $21 million to 28 tribes, tribal organizations, and urban Indian organizations. These grants support culturally responsive, community-driven, evidence-based strategies to reduce chronic diseases and their risk factors.\n\nThis funding has reached over 375,000 American Indian and Alaska Native community members with programming focused on smoking cessation, improved nutrition, physical activity, breastfeeding support, and heart disease and stroke prevention.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/impact/index.html": "Our Impact on Chronic Diseases and Risk Behaviors\n\nAt a glance\n\nNCCDPHP works with states, territories, cities, and tribes to prevent common chronic diseases and promote health across the life span. These efforts have led to improvements in leading health indicators like high blood pressure control, physical activity, and teen pregnancy.\n\nPrograms, activities, and campaigns that make a difference\n\nHelping smokers quit\n\nFrom 2012 to 2018, 16.4 million smokers attempted to quit and 1 million successfully quit because of the Tips ® campaign.\n\nMaking it easier for people to be active\n\n48% of adults met the aerobic physical activity guidelines during leisure time in 2022.\n\nPreventing cardiac events\n\nThe Million Hearts ® initiative prevented an estimated 135,000 cardiac events from 2012 to 2016, averting $5.6 billion in medical costs.\n\nPreventing teen pregnancy\n\nTeen birth rates fell 67% from 2007 to 2022—an all-time low.\n\nIncreasing the use of dental sealants\n\nUse of dental sealants among children from low-income households increased from 22% in 1999–2004 to 39% in 2011–2016.\n\nGetting more people enrolled in a proven diabetes prevention program\n\nNearly 800,000 people have enrolled in the National Diabetes Prevention Program lifestyle change program.\n\nHelping women get screened for breast and cervical cancer\n\nSince 1991, the National Breast and Cervical Cancer Early Detection Program has served more than 6.2 million women and found 77,968 invasive breast cancers, 5,220 invasive cervical cancers, and 242,261 precancerous cervical lesions.\n\nImproving quality of life for adults with arthritis\n\nSince 2012, over 300,000 adults have been reached with arthritis-appropriate evidence-based interventions that can improve arthritis management and quality of life.\n\nSupporting mental health for adolescents\n\nNearly 2 million middle and high school students are served by CDC's What Works in Schools program, which improves students' mental health and reduces substance use, sexual risk behavior, and experiences of violence.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/index.html": "National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nAbout Us\n\nDivisions and Offices\n\nHealth and Economic Benefits of Chronic Disease Interventions\n\nInterventions that work\n\nOur Impact on Chronic Diseases and Risk Behaviors\n\nFeatured\n\nAbout Chronic Diseases\n\nFast Facts: Health and Economic Costs of Chronic Conditions\n\nChronic Disease Data and Surveillance\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-division-for-heart-disease-and-stroke-prevention.html": "Director of the Division for Heart Disease and Stroke Prevention\n\nStaff Bio\n\nJanet S. Wright, MD, FACC\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Wright directs programmatic and scientific efforts for CDC's Division for Heart Disease and Stroke Prevention, as well as policy, partnerships, and communication strategies, to promote cardiovascular health equity and fulfill the division’s mission.\n\nRole at CDC\n\nDr. Wright is the director of the Division for Heart Disease and Stroke Prevention (DHDSP) in CDC’s National Center for Chronic Disease Prevention and Health Promotion, where she directs programmatic and scientific efforts, as well as policy, partnerships, and communication strategies, to promote cardiovascular health equity and fulfill the division’s mission.\n\nPrevious experience\n\nDr. Wright returned to DHDSP in December 2020 after a 2-year detail in the Office of the Surgeon General as the acting director of science and policy. In that role, she was charged with ensuring the scientific integrity of the office's projects, reports, and presentations. From 2011 to 2019, Dr. Wright served as executive director of Million Hearts®, a national HHS initiative that CDC co-leads with the Center for Medicare & Medicaid Services to prevent a million cardiovascular events over 5 years.\n\nPrior to federal service, Dr. Wright was senior vice president for science and quality at the American College of Cardiology (ACC) from 2008 to 2011. She practiced cardiology for many years in Chico, California, serving on the ACC's board of trustees, the National Committee for Quality Assurance's Physician Program Committee, and the Center for Information Therapy, a nonprofit organization committed to providing personalized health information during each health encounter.\n\nEducation\n\nDr. Wright received her MD from the University of Tennessee Health Sciences Center and completed her internal medicine residency at Children’s Hospital and Adult Medical Center in San Francisco and her fellowship in cardiology at San Francisco General Hospital and the University of California, San Francisco.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-division-of-adolescent-and-school-health.html": "Director of the Division of Adolescent and School Health (Acting)\n\nStaff Bio\n\nMike Underwood, PhD\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Underwood directs CDC's school health activities that promote the health and well-being of adolescents through school-based programs, data collection, and scientific research and evaluation.\n\nRole at CDC\n\nDr. Mike Underwood is acting director of CDC's Division of Adolescent and School Health (DASH). He leads efforts to promote young people's health and well-being through school-based surveillance, research and evaluation, and school-based-programs. Under his leadership and strategic direction, DASH develops and implements science-based programs and social context interventions for adolescents.\n\nPrevious experience\n\nDr. Underwood normally serves as chief of the Epidemiology and Applied Research Branch, the Division of Cancer Prevention and Control's (DCPC's) principal scientific research unit. Before joining DCPC, he was chief of the School-based Surveillance Branch in DASH, responsible for leading the Youth Risk Behavior Survey, the School Health Profiles, and other data collection systems. Under Dr. Underwood's leadership, DASH expanded surveillance coverage across the country, tracked key indicators to monitor emerging public health issues, and optimized data use to support youth health needs.\n\nDr. Underwood joined CDC in 2009 as an Epidemic Intelligence Service Officer in DCPC. He worked closely with federal partners, state health agencies, and nongovernment organizations to develop cancer prevention programs and screening strategies and to mobilize support for cancer survivors. In 2015, he joined CDC's Immunization Services Division to lead the Support, Evaluation, and Surveillance team, an interdisciplinary group of scientists working to monitor vaccination coverage and measure the economic impact of immunization program activities.\n\nEducation\n\nDr. Underwood has a PhD in pharmacology from the University of Minnesota, Minneapolis.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-division-of-cancer-prevention-and-control.html": "Director of the Division of Cancer Prevention and Control\n\nStaff Bio\n\nLisa Richardson, MD, MPH\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Richardson provides leadership and direction for all scientific, policy, and programmatic issues related to four cancer prevention programs.\n\nRole at CDC\n\nLisa C. Richardson, MD, MPH, is the director of CDC's Division of Cancer Prevention and Control (DCPC). She is responsible for providing leadership and direction for all scientific, policy, and programmatic issues related to four foundational programs: the Colorectal Cancer Control Program, the National Breast and Cervical Cancer Early Detection Program, the National Comprehensive Cancer Control Program, and the National Program of Cancer Registries. She oversees a well-developed research agenda that includes the national Cancer Prevention and Control Research Network.\n\nPrevious experience\n\nDr. Richardson has been a public servant for more than 25 years, holding numerous leadership positions within CDC. Prior to her current role, she served as director of CDC's Division of Blood Disorders, where she led national efforts to prevent complications and improve the quality of life for people living with hereditary blood disorders such as hemophilia and sickle cell disease.\n\nDr. Richardson came to CDC in 1997 as the medical director for the National Breast and Cervical Cancer and Early Detection Program, the largest organized screening program for low-income, uninsured women in the United States. After a stint at the University of Florida as an assistant professor, she returned to CDC in 2004 as a staff scientist in DCPC's Epidemiology and Applied Research Branch, then served as team lead for the Scientific Support and Clinical Translation Team in DCPC's Comprehensive Cancer Control Branch. In 2010, she was named DCPC's Associate Director for Science, where she reviewed all scientific content produced by DCPC and advised the director in setting scientific priorities. She worked closely with division staff to maintain scientific integrity in division activities.\n\nDr. Richardson is a highly sought-after expert on public health's role in cancer control, the role of health care delivery and cancer outcomes, health equity, and quality cancer care. She has authored and coauthored nearly 200 journal articles. For a list of publications, see the Citation Search tool .\n\nEducation\n\nDr. Richardson earned her bachelor of science and doctor of medicine degrees from the University of North Carolina at Chapel Hill. She was inducted into the Alpha Omega Alpha Medical Honor Society as a junior while at the University of North Carolina. She completed the Robert Wood Johnson Clinical Scholar's Program at the University of Michigan, where she earned her master of public health degree in epidemiology. She completed her internal medicine residency and hematology/medical oncology fellowship at the University of Florida School of Medicine. She served as faculty of the University of Florida's Department of Medical Oncology from 2000 to 2004 and collaborated extensively with the Florida Cancer Data System, one of the 50 central cancer registries funded by CDC's National Program of Cancer Registries.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-division-of-diabetes-translation.html": "Director of the Division of Diabetes Translation\n\nStaff Bio\n\nChristopher S. Holliday, PhD, MPH, MA, FACHE\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Holliday provides leadership and strategic direction to the science and programs in the Division of Diabetes Translation to prevent type 2 diabetes, prevent diabetes complications, reduce health disparities, and improve the health of all people with diabetes.\n\nRole at CDC\n\nDr. Holliday is director of the Division of Diabetes Translation (DDT) in CDC’s National Center for Chronic Disease Prevention and Health Promotion, where he provides leadership and strategic direction to the science and programs conducted in DDT to prevent type 2 diabetes, prevent diabetes complications, reduce health disparities, and improve the health of all people with diabetes.\n\nPrevious experience\n\nBefore joining CDC in 2021, Dr. Holliday was with the American Medical Association (AMA), where he served as director, Population Health and Clinical-Community Linkages, Improving Health Outcomes. He led AMA's landmark engagement with YMCA of the USA, under a Center for Medicare & Medicaid Innovation demonstration grant that facilitated Medicare coverage for the National Diabetes Prevention Program (National DPP) lifestyle change program.\n\nThroughout his career, Dr. Holliday has focused on improving outcomes for populations disproportionately impacted by chronic and mental health conditions, addressing root cause social and structural determinants of health, including access to care. Before joining AMA, Dr. Holliday was director of the Adler School of Professional Psychology's National Center of Excellence and served as the chief executive officer for a national organization promoting access to care for uninsured and underinsured people. For a dozen years before that, he held progressive leadership positions in the Georgia Department of Public Health, heading chronic disease prevention and health promotion initiatives.\n\nEducation\n\nAfter beginning his academic career at Northwestern University (BA, psychology), Dr. Holliday received an MPH in health policy and management at Emory University’s Rollins School of Public Health and trained as a community psychologist and applied research scientist, earning an MA and a PhD in community psychology at Georgia State University. He is board-certified in health care management as a fellow of the American College of Healthcare Executives.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-division-of-nutrition-physical-activity-and-obesity.html": "Director of the Division of Nutrition, Physical Activity, and Obesity\n\nStaff Bio\n\nRuth Petersen, MD, MPH\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Petersen leads the Division of Nutrition, Physical Activity, and Obesity, which provides national leadership on nutrition, physical activity, and obesity prevention through policy and guideline development, surveillance, epidemiological and behavioral research, and technical assistance to states and communities.\n\nRole at CDC\n\nDr. Petersen is the director of the Division of Nutrition, Physical Activity, and Obesity (DNPAO) in CDC’s National Center for Chronic Disease Prevention and Health Promotion. DNPAO provides national leadership on nutrition, physical activity, and obesity prevention through policy and guideline development, surveillance, epidemiological and behavioral research, and technical assistance to states and communities.\n\nPrevious experience\n\nDr. Petersen has a breadth of experience and leadership from multiple settings, including health care, local and state health departments, national advisory groups, academic settings, the private sector, and global health platforms. Her broad, deep, and diverse experience with populations, partners, and stakeholders are strong assets for leading DNPAO in its focused efforts to prevent chronic diseases through population-wide public health initiatives and health system innovations.\n\nThroughout her career, Dr. Petersen has drawn on her expertise in patient care, health system change, disease prevention, and community engagement to develop and guide programs, research, and policy to improve health behaviors and reduce chronic disease.\n\nBefore joining CDC, Dr. Petersen was the chronic disease director for the North Carolina Division of Public Health.\n\nEducation\n\nDr. Petersen received her MD and MPH from the University of North Carolina (UNC) at Chapel Hill. After training in obstetrics and gynecology in Rochester, New York, she completed the UNC preventive medicine residency and a postdoctoral fellowship in health services research.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-division-of-oral-health.html": "Director of the Division of Oral Health\n\nStaff Bio\n\nGina Thornton-Evans, DDS, MPH\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Thornton-Evans leads the Division of Oral Health, where she directs programmatic and scientific efforts, as well as policy, partnerships, and communication strategies, to promote oral health equity and fulfill the division's mission.\n\nRole at CDC\n\nDr. Thornton-Evans is the director of the Division of Oral Health (DOH) in CDC's National Center for Chronic Disease Prevention and Health Promotion, where she directs programmatic and scientific efforts, as well as policy, partnerships, and communication strategies, to promote oral health equity and fulfill the division's mission.\n\nPrevious experience\n\nPreviously, Dr. Thornton-Evans led DOH's Surveillance, Investigations, and Research Team and is the director of CDC's Dental Public Health Residency Program. She leads several key activities to monitor the oral health of the US population and directs a training program for dental public health professionals. She also oversees the division's Healthy People 2030 activities, CDC's oral health topic area, and all efforts related to highlighting oral health as a leading health indicator.\n\nDr. Thornton-Evans has represented DOH on committees and workgroups related to health disparities, health equity, social determinants of health, periodontitis, diabetes, and maternal and child health. In 2019, she received the US Public Health Service (USPHS) Herschel S. Horowitz Oral Health Research and Policy Award for her leadership in advancing the surveillance of periodontal disease and monitoring the progress toward national oral health objectives over several decades. In 2021, she was appointed as a Santa Fe Group Senior Scholar for her work in advancing oral health research. More recently, she was the recipient of the 2024 Surgeon General David Satcher Keynote Lecture Award during the USPHS Scientific Training and Symposium in recognition of outstanding contributions to public health and oral health practice.\n\nEducation\n\nDr. Thornton-Evans received her DDS from the University of Michigan School of Dentistry and MPH from the University of Michigan School of Public Health. She is a diplomate of the American Board of Dental Public Health. Dental public health is one of the 12 specialties recognized by the American Dental Association.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-division-of-population-health.html": "Director of the Division of Population Health\n\nStaff Bio\n\nCraig Thomas, PhD, MS\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nRole at CDC\n\nDr. Craig Thomas is the director of the Division of Population Health in CDC’s National Center for Chronic Disease Prevention and Health Promotion. In this role, he directs a broad portfolio of cross-cutting programs and applied research activities aimed at preventing chronic disease, reducing health disparities, and improving population health across the lifespan. Program areas include Alzheimer’s disease, arthritis, healthy aging, epilepsy, lupus, excessive alcohol use, healthy tribes, SDOH, and applied epidemiology and prevention research. In addition, Dr. Thomas oversees the collection and reporting of population health data from the Behavioral Risk Factor Surveillance System as well as small area estimates of chronic disease conditions and risk factors through PLACES.\n\nPrevious experience\n\nDr. Thomas joined CDC in 1998, serving in leadership positions for a variety of public health programs including CDC's HIV and AIDS Prevention Program, Public Health Emergency Preparedness Program, National Public Health Accreditation, and the PHHS Block Grant. In addition, he has participated in CDC's emergency responses to Hurricane Katrina in 2005 and the H1N1 pandemic in 2009, as well as the COVID-19 response.\n\nDr. Thomas brings over 35 years of experience working with state, local, and tribal health departments, academia, health care and behavioral health providers, national partner organizations, and other federal agencies to address the underlying determinants of health, reduce health disparities, and drive improvements in population health and well-being.\n\nEducation\n\nDr. Thomas began his public health career in Southern California, where he earned a PhD in social psychology and applied research methods from Claremont Graduate University, an MS in developmental psychology from California State University Fullerton, and a BA in biological sciences from the University of California Irvine.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-division-of-reproductive-health.html": "Director of the Division of Reproductive Health\n\nStaff Bio\n\nWanda D. Barfield, MD, MPH, FAAP, RADM USPHS (ret.)\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Barfield leads efforts to provide optimal and equitable health to women and infants through improved surveillance and applied public health research during the critical junctures of population health—pregnancy, infancy, and adolescence.\n\nRole at CDC\n\nWanda Barfield, MD, MPH, FAAP, is Director of the Division of Reproductive Health (DRH) within the National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP) at the Centers for Disease Control and Prevention (CDC). Dr. Barfield leads efforts to provide optimal and equitable health to women and infants through improved surveillance and applied public health research during the critical junctures of population health– pregnancy, infancy, and adolescence. Through building and strengthening strategic partnerships with multiple organizations, her division leads several programs to monitor maternal and infant mortality and morbidity; the impact of emerging threats to pregnant/postpartum women and their infants (opioids, disasters, COVID-19); and issues in women's reproductive health, from contraception and teen/unintended pregnancy to infertility and assisted reproductive technology.\n\nPrevious experience\n\nDr. Barfield joined CDC in 2000 as part of its Epidemic Intelligence Service where she worked in neonatal and perinatal health. She was named Division Director in 2010. Dr. Barfield's research focuses on maternal/infant morbidity and mortality, early child health services utilization, improving access to risk-appropriate perinatal care, and advancing the quality of maternal, infant, and reproductive health data for public health action. She has published over 200 scientific articles in these areas.\n\nEducation\n\nDr. Barfield received her medical and public health degrees from Harvard University, completed a pediatrics residency at Walter Reed Army Medical Center, and a neonatal-perinatal medicine fellowship at Harvard. She is a retired Rear Admiral (Assistant Surgeon General) in the US Public Health Service and a Professor of Pediatrics at the Uniformed Services University. She continues to practice neonatology, providing clinical care to critically ill newborns.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director-of-the-office-on-smoking-and-health.html": "Director of the Office on Smoking and Health\n\nStaff Bio\n\nDeirdre Lawrence Kittner, PhD, MPH\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Kittner provides leadership and direction for scientific, policy, and programmatic strategies to prevent tobacco use and help people quit using tobacco.\n\nRole at CDC\n\nDr. Kittner is the director of the Office on Smoking and Health (OSH) at CDC’s National Center for Chronic Disease Prevention and Health Promotion. In this position, she provides leadership and direction for scientific, policy, and programmatic strategies to prevent tobacco product initiation, encourage smoking cessation, reduce secondhand smoke exposure, and identify tobacco-related health disparities to advance health equity.\n\nPrevious experience\n\nDr. Kittner has more than 20 years of public health experience, with a focus on global tobacco control, tobacco and health behavior surveillance, and health policy for eliminating health disparities. Before joining CDC in 2021, Dr. Kittner served as deputy director of Food and Drug Administration's (FDA's) Office of Science at the Center for Tobacco Products, where she advised the director on tobacco regulatory science; oversaw the regulatory science research program, which assessed the potential public health impact of tobacco products and tobacco regulatory actions; and led the health equity work group.\n\nDr. Kittner's extensive experience also includes director of the Campaign for Tobacco-Free Kids' International Research unit, senior scientist at Pinney Associates (2010–2015), and epidemiologist at the National Institute of Health's (NIH's) National Cancer Institute (NCI, 2000–2010), where she led research initiatives to improve tobacco surveillance and eliminate health disparities. She was NIH's first Mansfield Fellow (2005–2007), through which she developed proficiency in Japanese, and has served on workgroups and committees for FDA's Emerging Sciences Council, NIH's Tobacco Research Network on Disparities, Johns Hopkins University's Global Tobacco Control Online Course, NCI's Office of International Affairs, and the US-Japan Cooperative Cancer Research Program.\n\nEducation\n\nDr. Kittner earned a PhD in toxicology from the Massachusetts Institute of Technology, an MPH in quantitative methods from the Harvard School of Public Health, and a BS in Biology from Spelman College.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/leadership/director.html": "Director\n\nStaff Bio\n\nKaren Hacker, MD, MPH\n\nNational Center for Chronic Disease Prevention and Health Promotion\n\nDr. Hacker leads CDC's National Center for Chronic Disease Prevention and Health Promotion, setting the strategic direction for the center's portfolio, which focuses on surveillance and epidemiology, policy improvements, health care system collaboration, and links between community and clinical services.\n\nRole at CDC\n\nKaren Hacker, MD, MPH, is the director of CDC's National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP), a position she assumed in August 2019. NCCDPHP has an annual budget of more than $1.4 billion and more than 1,000 staff members dedicated to preventing chronic diseases and promoting health across the life span.\n\nDr. Hacker leads an executive team that sets the strategic direction for the center’s portfolio, which focuses on:\n\nSurveillance and epidemiology to move data into action.\n\nPolicy improvements to support health and healthy behaviors.\n\nHealth care system collaboration to strengthen delivery of preventive services.\n\nLinks between community and clinical services to improve self-management of chronic conditions and enhance quality of life.\n\nPrevious experience\n\nFrom 2013 to 2019, Dr. Hacker served as director of the Allegheny County Health Department in Pennsylvania, where she was responsible for 1.2 million residents in 130 municipalities, including Pittsburgh. Under her leadership, the department achieved national public health accreditation in 2017. Dr. Hacker also launched the Live Well Allegheny initiative, aimed at reducing cigarette smoking, obesity, and physical inactivity.\n\nPreviously, Dr. Hacker was the senior medical director for Public and Community Health at the Cambridge Health Alliance in Massachusetts. Between 2002 and 2013, she held a variety of leadership roles at the Cambridge Public Health Department and the Institute for Community Health (both part of the Cambridge Health Alliance).\n\nDr. Hacker served as Interim chief public health officer (2006 to 2007) and medical director for the Cambridge Public Health Departments (2004 to 2013) and as executive director of the Institute for Community Health (2002 to 2013). She also spent several years working for the Boston Public Health Commission, with a focus on adolescent health, serving as division director for Child and Adolescent Health (1999 to 2002), director of Adolescent and School Services (1992 to 1999), and director of Adolescent Services (1989 to 1992).\n\nAs an expert in community-based participatory research (CBPR), Dr. Hacker served as the director of the CBPR program of the Harvard Clinical and Translational Science Award Initiative (Harvard Catalyst). She wrote Community-Based Participatory Action Research , a widely used academic text, and taught a course on the topic at the Harvard T.H. Chan School of Public Health. As the executive director of the Institute for Community Health, she designed, led, and published on numerous community participatory health projects. She has published over 100 peer-reviewed articles on a wide variety of topics, including chronic disease, adolescent health and school-based health centers, obesity, substance use, and health policy.\n\nEducation\n\nDr. Hacker received her BA from Yale University, her MD from Northwestern University School of Medicine, and her MPH with honors from Boston University School of Public Health. She completed her internship and residency training in primary care internal medicine at Boston City Hospital, followed by an adolescent medicine fellowship at Children’s Hospital in Los Angeles. She is board-certified in internal medicine and has served as an associate professor at Harvard Medical School (2010 to 2015) and at Harvard School of Public Health (2012 to 2015), and a visiting professor in the Graduate School of Public Health and clinical professor in the School of Medicine at the University of Pittsburgh. She is currently an adjunct professor at the Emory School of Medicine and at Morehouse School of Medicine.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/breast-cancer.html": "Health and Economic Benefits of Breast Cancer Interventions\n\nAt a glance\n\n272,454 new cases of breast cancer were reported among women in 2021, and 42,211 women died of it in 2022.\n\nBreast cancer has the highest treatment cost of any cancer, accounting for 14% of costs ($29.8 billion) in 2020.\n\nBreast cancer screening can find cancers early when they are easier to treat, and reduces late-stage diagnoses, deaths, and treatment costs.\n\nBreast cancer in the United States\n\nCancer is the second leading cause of death in the United States, and breast cancer is one of the most commonly diagnosed cancers in women. 1 The risk of breast cancer increases with age. About 83% of breast cancer diagnoses each year are among women aged 50 or older. 1\n\nQuick facts\n\n272,454 new cases of breast cancer were reported among women in 2021, and 42,211 women died of it in 2022. 1\n\nDeath rates have been going down, but disparities persist. 1 The rate of new breast cancer cases is highest among non-Hispanic White women, The death rate is highest among non-Hispanic Black women. 1\n\nThe high cost of breast cancer\n\nThe total annual medical cost for breast cancer in 2020 was $29.8 billion: 2\n\nBreast cancer has the highest treatment cost of any cancer, accounting for 14% of costs in 2020—$26.2 billion for medical services and $3.5 billion for prescription drugs.\n\nIf cancer diagnosis and treatment were divided into phases of care, then the initial phase would be the first year after a diagnosis, the end-of-life phase would be the year before death from cancer, and continuing care phase would be the time in between these two phases. The average per-patient costs for medical services were highest for the end-of-life phase ($76,100), followed by the initial care phase ($35,000) and continuing care phase ($3,500).\n\nThe average per-patient costs for oral prescription drugs were highest for the end-of-life phase ($2,700), followed by the initial care phase ($1,100) and continuing care phase ($830).\n\nStrategies that work\n\nCDC is working to prevent cancer, detect it early, and improve the health of people with cancer, which can save lives and reduce health care costs.\n\nTo help find breast cancer early, the U.S. Preventive Services Task Force recommends that women aged 40 to 74 who are at average risk of breast cancer get a mammogram every 2 years. 3\n\nBenefits of using proven strategies\n\nBreast cancer screening can:\n\nREDUCE deaths. Compared to no screening, screening every 2 years for women aged 50 to 74 reduces breast cancer deaths by 26%, or 7 deaths averted for every 1,000 women screened. 4\n\nDECREASE the number of women diagnosed with late-stage cancer. Screening has contributed to a 29% reduction in the number of women diagnosed with breast cancer that has spread to other parts of the body. 5\n\nDETECT cancer sooner when it is easier to treat. Almost 99% of women diagnosed with breast cancer at the earliest stage live for 5 years or more, compared to about 32% of those diagnosed at the most advanced stage. 1\n\nREDUCE health care spending. Breast cancers diagnosed at an early stage are much less expensive to treat than those diagnosed at a late stage. 6 7\n\nWhat is CDC doing?\n\nCDC's National Breast and Cervical Cancer Early Detection Program (NBCCEDP) helps women with low incomes who are uninsured or underinsured get access to timely breast and cervical cancer screening and diagnosis services. Congress passed the Breast and Cervical Cancer Prevention and Treatment Act, which allows states to use Medicaid to cover treatment for women diagnosed with cancer through the NBCCEDP.\n\nThe NBCCEDP supports all 50 states, the District of Columbia, 5 U.S.-Affiliated Pacific Islands, 2 U.S. Territories, and 13 American Indian or Alaska Native tribes or tribal organizations.\n\nNBCCEDP strategies include:\n\nFunding screening and diagnostic services for eligible women.\n\nProviding case management to help women navigate a complex health system.\n\nSupporting population-based approaches that increase high-quality breast and cervical cancer screening.\n\nSince 1991, NBCCEDP-funded programs have:\n\nServed more than 6.3 million women.\n\nProvided more than 16.3 million breast and cervical cancer screening exams.\n\nDiagnosed 78,915 invasive breast cancers and 25,029 premalignant breast lesions.\n\nSpotlight‎\n\nCancer Statistics Working Group. U.S. Cancer Statistics Data Visualizations Tool, based on 2021 submission data (1999–2020): U.S. Department of Health and Human Services, Centers for Disease Control and Prevention and National Cancer Institute. Updated June 2024. Accessed July 2024. www.cdc.gov/cancer/dataviz\n\nNational Cancer Institute. Financial burden of cancer care. Cancer Trends Progress Report. Reviewed March 2024. Accessed July 2024. https://progressreport.cancer.gov/after/economic_burden\n\nU.S. Preventive Services Task Force. Screening for Breast Cancer: US Preventive Services Task Force Recommendation Statement. JAMA . 2024;331(22):1918–1930. doi:10.1001/jama.2024.5534\n\nMandelblatt JS, Stout NK, Schechter CB, et al. Collaborative modeling of the benefits and harms associated with different US breast cancer screening strategies. Ann Intern Med . 2016;164(4):215–225.\n\nGangnon RE, Sprague BL, Stout NK, et al. The contribution of mammography screening to breast cancer incidence trends in the United States: an updated age-period-cohort model. Cancer Epidemiol Biomarkers Prev . 2015;24(6):905–912.\n\nBlumen H, Fitch K, Polkus V. Comparison of treatment costs for breast cancer, by tumor stage and type of service. Am Health Drug Benefits . 2016;9(1):23–32.\n\nSubramanian S, Trogdon J, Ekwueme DU, Gardner JG, Whitmire JT, Rao C. Cost of breast cancer treatment in Medicaid: implications for state programs providing coverage for low-income women. Med Care . 2011;49(1):89–95.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/cervical-cancer.html": "Health and Economic Benefits of Cervical Cancer Interventions\n\nAt a glance\n\nIn the United States 12,536 new cases of cervical cancer were reported in 2021, and 4,051 women died of it in 2022.\n\nCervical cancer screening reduces cases, deaths, and health care spending.\n\nCDC's National Breast and Cervical Cancer Early Detection Program helps women with low incomes and little or no health insurance get this screening.\n\nCervical cancer in the United States\n\nIn the past 40 years, the death rates from cervical cancer have gone down significantly. This decline is largely the result of many women getting regular Pap tests , which can find cervical precancer before it turns into cancer. 1 However, women with lower incomes and less education and women without health insurance coverage get screened less often. 2\n\nQuick facts\n\n12,536 new cases of cervical cancer were reported in 2021, and 4,051 women died of this cancer in 2022. 3\n\nThe rate for new cervical cancer cases is highest for non-Hispanic American Indian/Alaska Native women and Hispanic women. The death rate is highest for non-Hispanic Native Hawaiian and Other Pacific Islander women. 3\n\nThe high cost of cervical cancer\n\nIn 2020, the cost of cervical cancer care was $2.3 billion: 4\n\nCervical cancer treatment costs accounted for 1% of all cancer treatment costs.\n\nIf cancer diagnosis and treatment were divided into phases of care, then the initial phase would be the first year after a diagnosis, the end-of-life phase would be the year before death from cancer, and the continuing care phase would be the time in between these two phases. The average per-patient costs for medical services were highest for the end-of-life phase ($97,000), followed by the initial care phase ($58,700) and continuing care phase ($4,000).\n\nThe average per patient costs for oral prescription drugs were $500 for the last year of life.\n\nStrategies that work\n\nCDC is working to prevent cancer, detect it early, and improve the health of people with cancer, which can save lives and reduce health care costs.\n\nTo help prevent cervical cancer or catch it early, the U.S. Preventive Services Task Force recommends screening for cervical cancer every 3 years with a Pap test alone in women aged 21 to 29. Women aged 30 to 65 should be screened every 3 years with a Pap test alone, every 5 years with high-risk human papillomavirus (HPV) testing alone, or every 5 years with both tests (co-testing). 1\n\nScreening reduces diagnoses and deaths from cervical cancer. 5 HPV vaccination can reduce new cervical cancer cases, but only about 63% of adolescents were up to date on the HPV vaccine in 2022. 6\n\nBenefits of using proven strategies\n\nCervical cancer screening can:\n\nREDUCE deaths. Cervical cancer is no longer a leading cause of cancer death in the United States. 3\n\nPREVENT or detect cancer sooner when it is easier to treat. More than 90% of women diagnosed at an early stage of cervical cancer live for 5 years or more, compared to 20% of those diagnosed with late-stage cervical cancer. 3\n\nREDUCE racial disparities. The 5-year survival rate for cervical cancer is about 58% for non-Hispanic Black women and 67% for non-Hispanic White women, who are more often diagnosed at an earlier stage. 3\n\nREDUCE health care spending. Screening can identify cervical cancer at an early stage, when it is much less expensive to treat. 7\n\nWhat is CDC doing?\n\nCDC's National Breast and Cervical Cancer Early Detection Program (NBCCEDP) helps women with low income who are uninsured or underinsured get access to timely breast and cervical cancer screening and diagnostic services. Congress passed the Breast and Cervical Cancer Prevention and Treatment Act , which allows states to use Medicaid to cover treatment for women diagnosed with cancer through the NBCCEDP.\n\nThe NBCCEDP supports all 50 states, the District of Columbia, 5 U.S.-Affiliated Pacific Islands, 2 U.S Territories, and 13 American Indian or Alaska Native tribes or tribal organizations.\n\nNBCCEDP strategies include:\n\nFunding screening and diagnostic services for eligible women.\n\nProviding patient navigation services to help women overcome barriers and get timely access to quality care.\n\nSupporting population-based approaches that increase high-quality breast and cervical cancer screening.\n\nSince 1991, NBCCEDP-funded programs have:\n\nServed more than 6.3 million women.\n\nProvided more than 16.3 million breast and cervical cancer screening exams.\n\nDiagnosed 5,263 invasive cervical cancers and 245,833 premalignant cervical lesions, of which 38% were high-grade.\n\nSpotlight‎\n\nU.S. Preventive Services Task Force; Curry SJ, Krist AH, Owens DK, et al. Screening for cervical cancer: U.S. Preventive Services Task Force recommendation statement. JAMA . 2018;320(7):674–686.\n\nWhite A, Thompson TD, White MC, et al. Cancer screening test use — United States, 2015. MMWR Morb Mortal Wkly Rep. 2017;66:201–206.\n\nCancer Statistics Working Group. U.S. Cancer Statistics Data Visualizations Tool, based on 2021 submission data (1999–2021): U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, and National Cancer Institute. Updated June 2024. Accessed July 2024. www.cdc.gov/cancer/dataviz\n\nNational Cancer Institute. Financial burden of cancer care. Cancer Trends Progress Report. Reviewed March 2024. Accessed July 2024. https://progressreport.cancer.gov/after/economic_burden\n\nKim JJ, Burger EA, Regan C, Sy S. Screening for cervical cancer in primary care: a decision analysis for the U.S. Preventive Services Task Force. JAMA . 2018;320(7):706–714.\n\nPingali C, Yankey D, Elam-Evans LD, et al. Vaccination coverage among adolescents aged 13–17 years — National Immunization Survey–Teen, United States, 2022. MMWR Morb Mortal Wkly Rep . 2023;72(34);912–919.\n\nSubramanian S, Trogdon J, Ekwueme DU, Gardner JG, Whitmire JT, Rao C. Cost of cervical cancer treatment: implications for providing coverage to low-income women under the Medicaid expansion for cancer care. Womens Health Issues . 2010;20(6):400–405.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/colorectal-cancer.html": "Health and Economic Benefits of Colorectal Cancer Interventions\n\nAt a glance\n\nColorectal cancer is a leading cause of cancer death in the United States.\n\nIt generated $24.3 billion in medical spending in 2020, accounting for 11.6% of all cancer treatment costs.\n\nMore routine screening would reduce cases, deaths, and costs.\n\nColorectal cancer in the United States\n\nAmong cancers that affect both men and women, colorectal cancer is a common cancer and a leading cause of cancer-related death in the United States. Age is the biggest risk factor. About 9 in 10 colorectal cancer cases are among men and women aged 50 or older. 1\n\nQuick facts\n\n141,902 new cases of colorectal cancer were reported in 2021, and 52,967 people died of this cancer in 2022. 1\n\nNon-Hispanic Black and non-Hispanic American Indian and Alaska Native people have the highest rates of new colorectal cancer cases. 1\n\nNon-Hispanic Black people have the highest rates of colorectal cancer deaths. 1\n\nEarly-stage colorectal cancer does not always cause symptoms.\n\nThe high cost of colorectal cancer\n\nIn 2020, the cost of colorectal cancer care was $24.3 billion: 2\n\nColorectal cancer has the second highest treatment cost of any cancer, accounting for 11.6% of all cancer treatment costs.\n\nThe cost for medical services was $23.7 billion and $0.6 billion for prescription drugs.\n\nIf cancer diagnosis and treatment were divided into phases of care, then the initial phase would be the first year after a diagnosis, the end-of-life phase would be the year before death from cancer, and the continuing care phase would be the time in between these two phases. The average per-patient costs for medical services were highest for the last year of life ($110,100), followed by the initial care phase ($66,500) and continuing care phase ($6,200).\n\nThe average per-patient costs for oral prescription drugs were highest for the last year of life ($1,400), followed by the initial care phase ($400) and continuing care phase (about $200).\n\nStrategies that work\n\nCDC is working to prevent cancer, detect it early, and improve the health of people with cancer, which can save lives and reduce health care costs.\n\nThe most effective way to reduce the risk of colorectal cancer is routine screening, beginning at age 45, for people who are at average risk. 3 Screening tests can find precancerous polyps so they can be removed before they turn into cancer. 3 Screening tests also can find colorectal cancer early, when treatment is most effective. 2\n\nHowever, fewer than 35% of colorectal cancers are found at an early stage. 1 In 2020, 72% of adults aged 50 to 75 were up-to-date with colorectal cancer screening (using all 5 tests available). 4 Adults without health insurance are less likely to be screened. 5\n\nBenefits of using proven strategies\n\nColorectal cancer screening can:\n\nDECREASE the number of people diagnosed with colorectal cancer. Increasing screening prevalence to 80% could reduce the number of people diagnosed with colorectal cancer by 22% by 2030. 6\n\nREDUCE deaths. Increasing screening prevalence to 80% could reduce deaths from colorectal cancer by 33% by 2030. 5 deaths. Increasing screening prevalence to 80% could reduce deaths from colorectal cancer by 33% by 2030. 5\n\nPREVENT or detect cancer sooner when it is easier to treat. Almost 89% of adults diagnosed with colorectal cancer at an early stage live for 5 years or more, compared to only 16% of those diagnosed with late-stage cancer. 1\n\nREDUCE health care spending. Increasing screening prevalence to 70% among adults age 50 to 64 could reduce Medicare spending by $14 billion* by 2050. 7\n\n* Costs were measured in 2010 U.S. dollars. Older cost estimates are likely to be underestimates.\n\nWhat is CDC doing?\n\nCDC's Colorectal Cancer Control Program (CRCCP) awards funding to 35 recipients: 20 states, 8 universities, 2 tribal organizations, and 5 other organizations. CRCCP award recipients partner with health systems that serve high-need populations to help them use interventions recommended in the Guide to Community Preventive Services to increase colorectal cancer screening among eligible adults.\n\nRecommended interventions include:\n\nUsing patient and provider reminder systems.\n\nAssessing the performance of health care providers and giving them feedback to help them improve.\n\nReducing structural barriers to screening—for example, by offering longer clinic hours, services at local worksites, and help with paperwork or transportation.\n\nSpotlight‎\n\nCancer Statistics Working Group. U.S. Cancer Statistics Data Visualizations Tool, based on 2021 submission data (1999–2021). U.S. Department of Health and Human Services, Centers for Disease Control and Prevention and National Cancer Institute. Updated June 2024. Accessed July 2024. www.cdc.gov/cancer/dataviz\n\nNational Cancer Institute. Financial burden of cancer care. Cancer Trends Progress Report. Reviewed March 2024. Accessed July 2024. https://progressreport.cancer.gov/after/economic_burden\n\nU.S. Preventive Services Task Force; Davidson KW, Barry MJ, Mangione CM, et al. Screening for colorectal cancer: US Preventive Services Task Force recommendation statement. JAMA . 2021;325(19):1965–1977. doi:10.1001/jama.2021.6238\n\nUse of colorectal cancer screening tests. Centers for Disease Control and Prevention. Updated November 3, 2021. Accessed October 1, 2024. https://www.cdc.gov/colorectal-cancer/use-screening-tests/index.html\n\nWhite A, Thompson TD, White MC, et al. Cancer screening test use — United States, 2015. MMWR Morb Mortal Wkly Rep. 2017;66:201–206.\n\nMeester RG, Doubeni CA, Zauber AG, et al. Public health impact of achieving 80% colorectal cancer screening rates in the United States by 2018. Cancer . 2015;121(13):2281–2285.\n\nGoede SL, Kuntz KM, van Ballegooijen M, et al. Cost-savings to Medicare from pre-Medicare colorectal cancer screening. Medical Care . 2015;53(7):630–638.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/covid-19.html": "COVID-19 and Chronic Disease Prevention and Interventions\n\nAt a glance\n\nReducing chronic disease risk factors and improving management of chronic conditions can help protect people from serious illness from COVID-19.\n\nThese efforts can reduce health and economic costs of chronic conditions and COVID-19 and better prepare communities for future public health emergencies.\n\nCOVID-19 increased health and economic costs of chronic conditions\n\nSix in ten Americans live with at least one chronic disease, like heart disease and stroke, cancer, or diabetes. These and other chronic diseases are the leading causes of death and disability in America, and they are also a leading drivers of the nation's $4.3 trillion in annual health care costs .\n\nPeople with chronic diseases are often at high risk for poor health outcomes during public health emergencies like the COVID-19 pandemic. Research shows that people with certain underlying conditions (for example, heart disease, diabetes, or obesity) were more likely to get very sick from COVID-19 and be hospitalized, need a ventilator, or die. 1 The risk of death increases as the number of underlying conditions increases. 2\n\nAmong people who were hospitalized with COVID-19:\n\nPatients with high body mass index (BMI) had higher costs of inpatient care. Compared to adults with healthy BMI (18.5–24.9), costs ranged from $875 more for adults with BMI of 25 to 29.9 to $4,495 more for adults with BMI ≥45. 3\n\nPatients with high BMI had longer hospital stays compared to patients with healthy weight, ranging from 0.20 days longer for those with BMI of 35 to 39.9 to 0.71 days longer for those with BMI of ≥45. 1\n\nPatients who had overweight or obesity had a higher risk of acute complications such as pneumonia (4%–10% higher), respiratory failure (8%– 30% higher), and acute kidney injury (8%–42% higher). 1\n\nPatients with type 1 diabetes had a 21% higher risk of being in the intensive care unit or on a mechanical ventilator and a 5% higher risk of death compared to patients without diabetes. 4\n\nAmong patients hospitalized with severe COVID-19 complications, 39.7% had diabetes as an underlying medical condition. The percentage increased to 46.5% for patients aged 50 to 64. 5\n\nCOVID-19 pandemic increased prevalence of chronic conditions\n\nMany chronic diseases can be prevented with healthier behaviors or effective preventative care. But the COVID-19 pandemic made this hard, and the prevalence of many chronic conditions has increased since the pandemic started. Fewer people received recommended cancer screening. Use of health care services declined for preventive, routine, and even emergency care. 6\n\nData from 2019–2021 show that in 19 states and 2 territories, at least 35% of adults have obesity—more than double the number of states with a high obesity prevalence since 2018. 7 Obesity may have increased because of less access to healthy foods and fewer opportunities for physical activity. 8\n\nSubstance use and some mental conditions became more common. 9 Diabetes may be diagnosed more often after having COVID-19. 10 Although many of these issues have improved since the early pandemic period, much work remains to be done.\n\nMissed medical care during COVID-19 pandemic‎\n\nApproaches to reduce the impact of COVID-19\n\nFor over 30 years, the National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP) has built the evidence, expertise, relationships, skills, and public health infrastructure to help Americans prevent chronic conditions or manage them to stay well and avoid complications. During the COVID-19 pandemic, NCCDPHP added new guidelines, resources, and approaches to help people make healthy choices and reduce the likelihood of getting a chronic disease.\n\nGuidelines for dental settings\n\nNCCDPHP worked with CDC's COVID-19 response to issue interim guidance to keep patients and staff safe in dental settings and later adapted the guidelines for use with school sealant programs for children. The guidance for dental settings made several important recommendations for personal protective equipment and ventilation.\n\nMental health campaign\n\nNCCDPHP launched an award-winning national communications campaign called How Right Now/Qué Hacer Ahora in 2020 to provide tailored mental health resources for people with chronic stress, grief, and loss related to the pandemic. Evaluation findings from the first year showed that the campaign increased resilience, use of self-care strategies, and community engagement for the people most in need, including African American, Hispanic/Latino, and American Indian/Alaska Native people as well as those experiencing violence or economic distress. Campaign reach from August 2020 through May 2021 was about 28 million. In 2022, the campaign added new priority groups, such as school staff and teachers.\n\nEmergency preparedness for pregnant women and infants\n\nNCCDPHP worked with the Association of Maternal and Child Health Programs to develop a preparedness checklist to serve as a framework for local, state, tribal and territorial emergency planning. The checklist increases the capacity of all U.S. jurisdictions to ensure that the needs of women of reproductive age, especially pregnant and postpartum women, and infants are addressed in emergency planning activities like the COVID-19 pandemic.\n\nVaccine promotion in the communities most affected\n\nIn October 2020, NCCDPHPs Racial and Ethnic Approached to Community Health (REACH) program partnered with CDC's Immunization Services Division to reduce racial and ethnic disparities in adult vaccination coverage for both COVID-19 and influenza. Thirty-eight current REACH recipients were awarded funds to implement community-focused COVID-19 and flu vaccination promotional activities aiming to increase vaccine awareness, access, and confidence.\n\nBecause of its established community relationships, the REACH program was well-positioned to share messages about increased risk of severe COVID-19 in racial and ethnic minority groups. As a result of these funded activities, 162,157 community members were vaccinated over 12 months.\n\nFunding to train community health workers\n\nIn August 2021, NCCDPHP developed the Community Health Workers for COVID Response and Resilient Communities initiative (CCR) to strengthen the public health workforce, slow the spread of COVID-19, and move toward health equity.\n\nCommunity health workers, as trusted members of the communities they serve, connect people to care and address barriers to care. NCCDPHP awarded grants to more than 67 state, tribal, local, and territorial entities to train, deploy, and engage CHWs to address health disparities in the communities that have been hit hardest by COVID-19.\n\nSince its launch in August 2021, CCR initiative has trained over 2,000 CHWs in COVID-19 response efforts. Award recipients supported the integration of CHWs into nearly 2,000 organizations and developed over 500 new partnerships to enhance CHW efforts. CHWs supported over 5,900 vaccination events, including pop-up clinics, and reached over 16.9 million community members with education and messaging. CHWs also made over 400,000 referrals to social services, including referrals for food and nutrition services, housing and shelter services, and public health insurance or other benefits to cover health care costs.\n\nVirtual delivery of Diabetes Prevention Program\n\nFrom March 1, 2020, to December 31, 2021, CDC staff shared guidance and resources to help more than half of the CDC-recognized organizations (n=806) that were previously delivering the National DPP lifestyle change program in person to deliver a percentage of their class sessions virtually. This included both training and information on distance learning platforms and lifestyle coach training materials to help others in the National DPP community to continue to offer the program.\n\nNCCDPHP will continue to assess these efforts to better understand what is most effective for improving access to information, healthy behaviors, and care so people can stay well. Better overall health not only improves people's quality of life but may decrease their risk for severe illness when public health emergencies happen.\n\nUnderlying medical conditions associated with higher risk for severe COVID-19: information for healthcare professionals. Centers for Disease Control and Prevention. Updated February 9, 2023. Accessed March 9, 2023. https://www.cdc.gov/covid/hcp/clinical-care/underlying-conditions.html\n\nKompaniyets L, Pennington AF, Goodman AB, et al. Underlying medical conditions and severe illness among 540,667 adults hospitalized with COVID-19, March 2020-March 2021 . Prev Chronic Dis . 2021;18:E66. doi: 10.5888/pcd18.210123\n\nKompaniyets L, Goodman AB, Wiltz JL, et al. Inpatient care cost, duration, and acute complications associated with BMI in children and adults hospitalized for COVID-19. Obesity (Silver Spring). 2022;30(10):2055–2063. doi: 10.1002/oby.23522\n\nBarrett CE, Park J, Kompaniyets L, et al. Intensive care unit admission, mechanical ventilation, and mortality among patients with type 1 diabetes hospitalized for COVID-19 in the U.S. Diabetes Care . 2021;44(8):1788–1796. doi: 10.2337/dc21-0604\n\nGold JAW, Wong KK, Szablewski CM, et al. Characteristics and clinical outcomes of adult patients hospitalized with COVID-19 — Georgia, March 2020. MMWR Morb Mortal Wkly Rep . 2020;69(18):545–550. doi: 10.15585/mmwr.mm6918e1\n\nCzeisler MÉ, Marynak K, Clarke KEN. Delay or avoidance of medical care because of COVID-19–related concerns — United States, June 2020. MMWR Morb Mortal Wkly Rep . 2020;69(36):1250–1257. doi: 10.15585/mmwr.mm6936a4\n\nObesity, race/ethnicity, and COVID-19. Centers for Disease Control and Prevention. Updated September 27, 2022. Accessed March 9, 2023. https://www.cdc.gov/obesity/data/obesity-and-covid-19.html\n\nLin AL, Vittinghoff E, Olgin JE, Pletcher MJ, Marcus GM. Body weight changes during pandemic-related shelter-in-place in a longitudinal cohort study. JAMA Netw Open . 2021;4(3):e212536. doi: 10.1001/jamanetworkopen.2021.2536\n\nCzeisler MÉ, Lane RI, Petrosky E, et al. Mental health, substance use, and suicidal ideation during the COVID-19 pandemic — United States, June 24–30, 2020. MMWR Morb Mortal Wkly Rep . 2020;69(32):1049–1057. doi: 10.15585/mmwr.mm6932a1\n\nBarrett CE, Koyama AK, Alvarez P, et al. Risk for newly diagnosed diabetes 30 days After SARS-CoV-2 infection among persons aged 18 Years — United States, March 1, 2020–June 28, 2021. MMWR Morb Mortal Wkly Rep . 2022;71(2):59–65.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/diabetes-interventions.html": "Health and Economic Benefits of Diabetes Interventions\n\nAt a glance\n\nMore than 38 million Americans of all ages have diabetes, and 98 million adults are at high risk.\n\nDiabetes is the most expensive chronic condition in the United States.\n\nLifestyle changes and good self-care can help people stay well and avoid costly complications.\n\nDiabetes in the United States\n\nCurrent estimates show that 1 in 3 Americans will develop diabetes sometime in their lifetime. 1 Diabetes is a chronic (long-lasting) health condition that affects how the body turns food into energy and results in too much sugar in the bloodstream. Over time, this can cause serious health problems and damage vital organs. Most people who have diabetes have a shorter life expectancy than people without the disease.\n\nQuick facts\n\n38 million people of all ages (about 11.6% of the population) have diabetes. 2\n\n98 million adults (38%) have prediabetes, blood sugar levels that are higher than normal but not high enough to be diagnosed as diabetes. 2\n\nDiabetes complications are increasing for young adults aged 18 to 44 and middle-aged adults aged 45 to 64. 3\n\nDiabetes is more common among American Indian or Alaska Native, non-Hispanic Black, Hispanic, and Asian people than non-Hispanic White people.\n\nNearly 1 in 5 adolescents aged 12 to 18 and 1 in 4 young adults aged 19 to 34 have prediabetes. 4\n\nThe high cost of diabetes\n\nThe total annual cost of diabetes in the United States is $413 billion, A making it the most expensive chronic condition in our nation. 5 6\n\n$1 out of every $4 in U.S. health care costs is spent on caring for people with diabetes. 5\n\n$307 billion A is spent each year on direct medical costs and another $106 billion A on reduced productivity. 5\n\n61% of diabetes costs are for adults aged 65 or older, which is mainly paid by Medicare. 5\n\nAmong Medicare beneficiaries aged 65 or older with type 2 diabetes, the estimated median costs associated with diabetes complications is $5,876 per person each year. 7\n\n48% to 64% of lifetime medical costs for a person with diabetes are for complications related to diabetes, such as heart disease and stroke. 8\n\nStrategies that work\n\nCDC is working to help millions of Americans reduce their risk of type 2 diabetes and prevent or delay serious diabetes complications, which will save lives and lower medical costs.\n\nPreventing type 2 diabetes\n\nWhile some risk factors for type 2 diabetes, such as family history or age, cannot be changed, others can be avoided by maintaining a healthy weight and being physically active. To help prevent or delay type 2 diabetes, CDC's National Diabetes Prevention Program (National DPP) delivers an affordable, evidence-based lifestyle change program. Studies show that the lifestyle change program, which focuses on healthy eating and physical activity, can reduce the risk of type 2 diabetes by more than 50% for people at high risk. CDC and its partners are working to make the lifestyle change program available to more Americans. More than 750,000 adults had participated as of March 2024.\n\nTo make more people aware of their risk of prediabetes, CDC partnered with the American Diabetes Association, American Medical Association, and Ad Council to launch the first national prediabetes awareness campaign . The campaign includes a 1-minute online risk test and links people to organizations across the country that deliver the National DPP lifestyle change program. More than 12 million people now know their prediabetes risk as a result.\n\nPreventing diabetes complications\n\nTo prevent complications in people living with diabetes, CDC and its partners are working to expand access to and participation in diabetes self-management education and support (DSMES) services .\n\nDSMES services reach over 1 million people with diabetes each year. DSMES services help people with diabetes effectively manage their blood sugar, blood pressure, and cholesterol and get preventive care. Keeping diabetes under control through effective disease management can lower risks of diabetes complications. For example:\n\nEffective blood sugar management can reduce the risk of eye disease, kidney disease, and nerve disease by 40%. 9\n\nBlood pressure management can reduce the risk of heart disease and stroke by 33% to 50%. 10 Improved cholesterol levels can reduce cardiovascular complications by 20% to 50%. 11\n\nRegular eye exams and timely treatment could prevent up to 90% of diabetes-related blindness. 12\n\nHealth care services that include regular foot exams and patient education could prevent up to 85% of diabetes-related amputations. 13\n\nDetecting and treating early diabetic kidney disease by using kidney protective medicines that lower blood pressure can reduce decline in kidney function by 33% to 37%. 14\n\nBenefits of using proven strategies\n\nMany effective diabetes prevention and management strategies are a good value in terms of cost per quality-adjusted life year (QALY) gained. Public health interventions that cost less than $50,000 per QALY are widely accepted as being good value or cost-effective.\n\nIntensive lifestyle modification to prevent type 2 diabetes among people at high risk costs $12,500 A per QALY, compared to no intervention. 15\n\nSelf-monitoring of blood sugar levels three times a day by people with type 2 diabetes on insulin costs $3,700 A per QALY compared to self-monitoring once a day. 16\n\nScreening for eye complications every 1 to 2 years costs $8,763 A per QALY compared to no screening. 16\n\nAnnual screening for chronic kidney disease costs $21,000 B per QALY compared to no screening. 17\n\nCosts were measured in 2017 U.S. dollars.\n\nCosts were measured in 2006 U.S. dollars. Older cost estimates are likely to be underestimates.\n\nKoyama AK, Cheng YJ, Brinks R, et. al. Trends in lifetime risk and years of potential life lost from diabetes in the United States, 1997-2018. PLOS One . 2022;17(5):e0268805.\n\nNational Diabetes Statistics Report website. Centers for Disease Control and Prevention. Reviewed November 29, 2023. Accessed March 12, 2024. https://www.cdc.gov/diabetes/php/data-research/index.html\n\nGregg EW, Hora I, Benoit SR. Resurgence in diabetes-related complications. JAMA . 2019;321(19):1867â\u0080\u00931868.\n\nAndes LJ, Cheng YJ, Rolka DB, Gregg EW, Imperatore G. Prevalence of prediabetes among adolescents and young adults in the United States, 2005â\u0080\u00932016. JAMA Peds . 2020;174(2):e194498.\n\nAmerican Diabetes Association. Economic costs of diabetes in the US in 2017. Diabetes Care . 2018;41(5):917â\u0080\u0093928.\n\nDieleman JL, Baral R, Birger M, et al. US spending on personal health care and public health, 1996â\u0080\u00932013. JAMA . 2016;316(24):2627â\u0080\u00932646.\n\nWang Y, Zhang P, Shao H, et al. Medical costs associated with diabetes complications in Medicare beneficiaries aged 65 years or older with type 2 diabetes. Diabetes Care . 2022;45(11):2570-2576.\n\nZhuo X, Zhang P, Hoerger TJ. Lifetime direct medical costs of treating type 2 diabetes and diabetic complications. Am J Prev Med . 2013;45(3):253â\u0080\u0093261.\n\nKing P, Peacock I, Donnelly R. The UK prospective diabetes study (UKPDS): clinical and therapeutic implications for type 2 diabetes. Br J Clin Pharmacol . 1999;48(5):643-8.\n\nNational High Blood Pressure Education Program. The Seventh Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure . Bethesda, MD: National Heart, Lung, and Blood Institute; 2003.\n\nDaniel MJ. Lipid management in patients with type 2 diabetes. Am Health Drug Benefits . 2011;4(5):312â\u0080\u0093322.\n\nMurchison AP, Hark L, Pizzi LT, et al. Non-adherence to eye care in people with diabetes. BMJ Open Diabetes Res Care . 2017;5(1):e000333.\n\nGeiss LS, Li Y, Hora I, Albright A, Rolka D, Gregg EW. Resurgence of diabetes-related nontraumatic lower-extremity amputation in the young and middle-aged adult US population. Diabetes Care . 2019;42(1):50â\u0080\u009354.\n\nLewis EJ, Hunsicker LG, Clarke WR, et al; Collaborative Study Group. Renoprotective effect of the angiotensin-receptor antagonist irbesartan in patients with nephropathy due to type 2 diabetes. N Engl J Med . 2001;345(12):851â\u0080\u0093860.\n\nZhou X, Siegel KR, Ng BP, et al. Cost-effectiveness of diabetes prevention interventions targeting high-risk individuals and whole populations: a systematic review. Diabetes Care . 2020;43(7):1593â\u0080\u00931616.\n\nSiegel KR, Ali MK, Zhou X, et al. Cost-effectiveness of interventions to manage diabetes: has the evidence changed since 2008? Diabetes Care . 2020;43(7): 1557â\u0080\u00931592.\n\nHoerger TJ, Wittenborn JS, Segel JE, et al. A health policy model of CKD: 2. The cost-effectiveness of microalbuminuria screening. Am J Kidney Dis . 2010;55(3):463â\u0080\u0093473.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/high-blood-pressure.html": "Health and Economic Benefits of High Blood Pressure Interventions\n\nAt a glance\n\nHalf of U.S. adults have high blood pressure, or hypertension, a preventable and treatable risk factor for heart disease and stroke.\n\nHigh blood pressure is one of our nation's costliest health conditions.\n\nCDC supports the use of evidence-based interventions, including self-measured blood pressure monitoring, team-based care, community health workers, and pharmacy-based interventions to help people manage their blood pressure.\n\nHigh blood pressure in the United States\n\nHigh blood pressure , defined as having a blood pressure reading of 130/80 mm Hg or higher, is a dangerous condition and key risk factor for heart disease and stroke. Healthy lifestyle behaviors—like eating a diet high in fruits and vegetables and low in sodium and being physically active—can help prevent high blood pressure.\n\nQuick facts\n\nNearly half of U.S. adults (119.9 million) have high blood pressure, and most of them (94.9 million) are recommended lifestyle modifications and prescription medication. 1\n\n3 in 4 adults with high blood pressure (92 million) do not have it under control, defined as less than 130/80 mm Hg. 1\n\nHigh blood pressure rates vary by race and ethnicity. Over half (58%) of non-Hispanic Black adults, 49% of non-Hispanic White adults, 45% of non-Hispanic Asian adults, and 39% of Hispanic adults in the United States have high blood pressure. 1\n\nAbout 83% of non-Hispanic Black adults, 75% of non-Hispanic White adults, 82% of non-Hispanic Asian adults, and 83% of Hispanic adults with high blood pressure do not have it under control. 2\n\nIn 2022, high blood pressure was a primary or contributing cause of 685,875 deaths in the United States. 3\n\nThe high cost of high blood pressure\n\nAnnual costs associated with high blood pressure were an estimated $219 billion in the United States in 2019. 4 Because high blood pressure affects so many Americans, it is one of our nation's costliest health conditions.\n\nAnnual medical costs for people with high blood pressure were $2,759 higher than for people without high blood pressure in 2019. 4 In a large convenience sample of privately insured adults who sought outpatient care, annual medical costs were $2,926 higher for those with high blood pressure than those without in 2021. 5\n\nAs a preventable and treatable risk factor for cardiovascular disease, high blood pressure it is a large contributor to increased health care costs. About 1 in every 8 health care dollars is spent on cardiovascular disease (about 12% in 2019–2020). 6 Cardiovascular disease drives substantial Medicare costs. In 2018, national per-capita Medicare costs for all fee-for-service beneficiaries living with heart disease or surviving a stroke were $19,693 and $31,882, respectively. 7\n\nAbout 1 in every 8 health care dollars is spent on cardiovascular disease (about 12% in 2019–2020). 6\n\nCardiovascular disease drives substantial Medicare costs. In 2018, national per-capita Medicare costs for all fee-for-service beneficiaries living with heart disease or surviving a stroke were $19,693 and $31,882, respectively. 7\n\nStrategies that work\n\nCDC supports state, local, tribal, and territorial heart disease and stroke prevention programs that help millions of Americans control their high blood pressure and reduce other risk factors for heart disease and stroke. The agency promotes strategies and policies that encourage healthy lifestyles and behaviors, healthy environments and communities, and access to early and affordable detection and treatment of high blood pressure. These evidence-based strategies help save lives and reduce health care costs. The strategies include:\n\nExpanding the use of team-based care, which means health care professionals work with pharmacists, community health workers, and other health professionals to manage patients' high blood pressure. 8 9\n\nExpanding the use of community health workers to connect people with the services and lifestyle programs they need to reduce their blood pressure. 10\n\nIncreasing the use of self-measured blood pressure monitoring, where people with high blood pressure check their own blood pressure regularly and share this information with their health care provider. 11 12\n\nImprovements in high blood pressure control could save lives and billions in health care costs every year. For example:\n\nUsing team-based care that includes a pharmacist could prevent up to 91,900 heart attacks, 139,000 strokes, and 115,400 cardiovascular deaths over 5 years among U.S. adults with uncontrolled high blood pressure. Medicare could save up to $900 million over 5 years with this intervention. 9\n\nAdopting self-measured blood pressure monitoring programs could reduce heart attacks by 4.9% and strokes by 3.8%, and could generate $7,794 average savings in health care costs per person over 20 years. 13\n\nCompared to standard treatment, self-measured blood pressure monitoring would yield a return on investment of $7.50 to $19.34 per $1 spent over 10 years. 12\n\nFor more information about strategies to prevent heart disease and stroke, see Best Practices for Cardiovascular Disease Prevention Programs and Hypertension Control Change Package for Clinicians .\n\nBenefits of using proven strategies\n\nMany effective strategies to manage high blood pressure are a good value in terms of cost per quality-adjusted life year (QALY) gained.* For example:\n\nTeam-based care to improve blood pressure control has a median cost of $16,309 (in 2023 dollar value) per QALY gained. 14 15\n\nThe use of community health workers, as part of a team, has a median estimated cost of $20,642 (in 2023 dollar value) per QALY gained. 9 15\n\nWhen used with other approaches, self-measured blood pressure monitoring has a median cost of $3,305 to $12,749 (in 2023 dollar value) per QALY gained. 10 15\n\n* Public health interventions that cost less than $50,000 per QALY are widely considered cost-effective.\n\nCenters for Disease Control and Prevention. Estimated hypertension prevalence, treatment and control among US adults. Reviewed May 2023. Accessed May 3, 2024. https://millionhearts.hhs.gov/data-reports/hypertension-prevalence.html\n\nMillion Hearts. Estimated hypertension prevalence, treatment, and control among US adults: tables. Centers for Disease Control and Prevention. Accessed November 20, 2023. https://millionhearts.hhs.gov/files/Estimated-Hypertension-Prevalence-tables-508.pdf\n\nNational Center for Health Statistics. Multiple Cause of Death 2018–2022 on CDC WONDER Database. Accessed May 3, 2024. https://wonder.cdc.gov/mcd.html\n\nWang Y, Lee JS, Pollack LM, Kumar A, Honeycutt S, Luo F. Health care expenditures and use associated with hypertension among U.S. adults. Am J Prev Med . 2024;67(6):820–831.\n\nKumar A, He S, Pollack LM, et al. Hypertension-associated expenditures among privately insured US adults in 2021. Hypertension . 2024;81(11):2318-2328. doi: 10.1161/HYPERTENSIONAHA.124.23401\n\nMartin SS, Aday AW, Almarzooq ZI, et al.; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. 2024 Heart Disease and Stroke Statistics: A Report of US and Global Data From the American Heart Association. Circulation . 2024 20;149(8):e347-e913. doi: 10.1161/CIR.0000000000001209.\n\nCenters for Medicare & Medicaid Services. Mapping Medicare Disparities by Population. Accessed July 19, 2024. https://data.cms.gov/tools/mapping-medicare-disparities-by-population\n\nCommunity Preventive Services Task Force. Cardiovascular disease prevention and control: team-based care to improve blood pressure control. Accessed November 15, 2023. https://www.thecommunityguide.org/findings/heart-disease-stroke-prevention-team-based-care-improve-blood-pressure-control.html\n\nOverwyk KJ, Dehmer SP, Roy K, et al. Modeling the health and budgetary impacts of a team-based hypertension care intervention that includes pharmacists. Med Care . 2019;57(11):882–889.\n\nCommunity Preventive Services Task Force. Cardiovascular disease prevention and control: interventions engaging community health workers. Accessed December 16, 2019. https://www.thecommunityguide.org/news/engaging-community-health-workers-recommended-prevent-cardiovascular-disease.html\n\nCommunity Preventive Services Task Force. Cardiovascular disease prevention and control: self-measured blood pressure monitoring interventions for improved blood pressure control—when combined with additional support. Accessed December 16, 2019. https://www.thecommunityguide.org/findings/heart-disease-stroke-prevention-self-measured-blood-pressure-with-additional-support.html\n\nArrieta A, Woods J, Qiao N, Jay S. Cost-benefit analysis of home blood pressure monitoring in hypertension diagnosis and treatment: an insurer perspective. Hypertension . 2014;64:891–896.\n\nLi Y, Zhang D, Li W, et al. The health and economic impact of expanding home blood pressure monitoring. Am J Prev Med . 2023;65(5):775–782.\n\nRitchey M, Tsipas S, Loustalot F, Wozniak G. Use of pharmacy sales data to assess changes in prescription- and payment-related factors that promote adherence to medications commonly used to treat hypertension, 2009 and 2014. PLoS One . 2016;11(7):e0159366.\n\nU.S. Bureau of Economic Analysis. Table 2.5.4. Price Indexes for Personal Consumption Expenditures by Function . Accessed October 23, 2024.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/index.html": "Health and Economic Benefits of Chronic Disease Interventions\n\nAt a glance\n\nChronic diseases are the leading causes of illness, disability, and death in the United States. They are also the leading drivers of our nation's $4.5 trillion in annual health care costs.\n\nCDC funds partners to use proven interventions that improve quality of life and save money.\n\nOverview\n\nProven chronic disease interventions can be cost-effective. \"Cost-effectiveness\" recognizes that the cost of the intervention is worthwhile in terms of longer life and better quality of life.\n\nRead more about the high cost of chronic conditions and the health and economic benefits of proven interventions in the fact sheets below.\n\nInterventions for specific chronic conditions\n\nHealth and Economic Benefits of Breast Cancer Interventions\n\nHealth and Economic Benefits of Cervical Cancer Interventions\n\nHealth and Economic Benefits of Colorectal Cancer Interventions\n\nHealth and Economic Benefits of Skin Cancer Interventions\n\nHealth and Economic Benefits of Diabetes Interventions\n\nHealth and Economic Benefits of High Blood Pressure Interventions\n\nHealth and Economic Benefits of Oral Disease Interventions\n\nHealth and Economic Benefits of Tobacco Use Interventions\n\nSpecial topic: COVID-19 and chronic conditions\n\nReducing chronic disease risk factors and improving management of chronic conditions can help protect people from serious illness from COVID-19. These efforts can reduce health and economic costs of chronic conditions and COVID-19 and better prepare communities for future public health emergencies. Read more .\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/oral-disease.html": "Health and Economic Benefits of Oral Disease Interventions\n\nAt a glance\n\nOral diseases like cavities and gum disease cause pain and disability for millions of Americans.\n\nCDC promotes effective interventions, including dental sealants and community water fluoridation, to prevent cavities and save money.\n\nOral diseases in the United States\n\nOral diseases —which range from cavities to gum disease to oral cancer—cause pain and disability for millions of Americans. 1 Cavities (also called tooth decay) are one of the most common chronic conditions in the United States. Non-Hispanic Black people, Hispanic people, and American Indian and Alaska Native people generally have the poorest oral health compared to other U.S. racial and ethnic groups. 2\n\nQuick facts\n\nBy age 9, half of children have had cavities in their primary (baby) or permanent teeth. 1 in 10 adolescents aged 12 to 19 have at least one untreated cavity. 2\n\n1 in 5 adults aged 20 to 64 years have untreated cavities, 2 and nearly half of those aged 30 or older show signs of gum disease. 3 If left untreated, these conditions can lead to tooth loss.\n\nMore than 1 in 7 older adults have lost all their teeth. 2\n\nNearly 3 in 10 older adults who currently smoke have lost all their teeth, compared to about 1 in 10 older adults who never smoked. 2\n\nThe high cost of oral diseases\n\nAnnual costs for dental care in the United States is $136 billion. 4 A\n\nOn average, over 34 million school hours are lost each year because of unplanned (emergency) dental care. 5\n\nAlmost $46 billion B is lost in productivity in the United States each year because of untreated oral disease. 6\n\nIn 2017, there were 2.1 million emergency room visits for dental emergencies. Medicaid pays for about 69% of these visits for children and about 40% for adults. 7\n\nDuring 1996–2013, $26.5 billion B was spent on dental care for children and adolescents. About 70% of this total was used for preventive services, such as general exams and cleanings, X-rays, and orthodontic treatment (such as braces). 8\n\nNearly 18% of working-age adults report that the appearance of their mouth and teeth affects their ability to interview for a job. For people with low incomes, the percentage increases to 29%. 9\n\nStrategies that work\n\nCDC works to improve the nation's oral health by reducing disparities in the rate of cavities and integrating oral health programs into chronic disease prevention and medical care. The agency and its partners promote effective interventions, including dental sealants and community water fluoridation, which are strongly recommended by the U.S. Preventive Services Task Force because they prevent cavities and save money.\n\nDental sealants are a quick, easy, and painless way to prevent most of the cavities that children get in their permanent back teeth, where 9 in 10 cavities occur.\n\nSchool sealant programs provide dental sealants at no charge to children who are less likely to receive private dental care. Almost 1 million cavities have been prevented in children from low-income households as a result of dental sealants.\n\nCommunity water fluoridation is an effective way to deliver fluoride to all community members regardless of age, education, or income. It also saves money for families and the U.S. health care system. 10\n\nCDC is working to meet the Healthy People 2030 objective of 77.1% of the U.S. population being on community water systems with the recommended amount of fluoride. Currently, 72.3% of the population served by community water systems (more than 209 million people) drink water that contains enough fluoride to protect their teeth. 11\n\nThe effectiveness of dental sealants‎\n\nBenefits of using proven strategies\n\nThe benefits of school sealant programs are greater than their cost when they serve children at high risk for tooth decay. These programs become cost-saving after 2 years and save more than $11 C for every tooth sealed over 4 years. 12\n\nProviding sealants to the nearly 7 million children from low-income households who need them could save up to $300 million C in averted dental treatment costs. 13\n\nOne year of providing fluoridated water is estimated to save $6.5 billion D in averted direct and indirect treatment costs. 14\n\nCommunities served by fluoridated water save an average of $32 D per person a year by avoiding treatment for cavities. Communities of 1,000 or more see an average estimated return on investment of $20 for every $1 spent on water fluoridation. 14\n\nThe U.S. health care system could save up to $100 million E a year if dental offices screened patients for diabetes, high blood pressure, and high cholesterol and referred them for treatment. 15\n\nCosts measured in 2018 U.S. dollars.\n\nCosts measured in 2015 U.S. dollars. Older cost estimates are likely to be underestimates.\n\nCosts measured in 2014 U.S. dollars. Older cost estimates are likely to be underestimates.\n\nCosts measured in 2013 U.S. dollars. Older cost estimates are likely to be underestimates.\n\nCosts measured in 2011 U.S. dollars. Older cost estimates are likely to be underestimates.\n\nOral Health in America: A Report of the Surgeon General . National Institutes of Health, U.S. Dept of Health and Human Services; 2000.\n\nCenters for Disease Control and Prevention. Oral Health Surveillance Report: Dental Caries, Tooth Retention, and Edentulism, United States, 2017–March 2020 . U.S. Dept of Health and Human Services; 2024. Accessed October 18, 2024. https://www.cdc.gov/oral-health/php/2024-oral-health-surveillance-report/index.html\n\nEke PI, Dye, BA, Wei L, et al. Update on prevalence of periodontitis in adults in the United States: NHANES 2009 to 2012. J Periodontol . 2015;86(5):611–622.\n\nCenters for Medicare & Medicaid Services. 2018 National Health Expenditure Data. NHE Tables: Table 12. https://www.cms.gov/data-research/statistics-trends-and-reports/national-health-expenditure-data/historical . Accessed February 18, 2020.\n\nNaavaal S, Kelekar U. School hours lost due to acute/unplanned dental care. Health Behav Policy Rev . 2018;5(2);66–73.\n\nRigholt AJ, Jevdjevic M, Marcenes W, Listl S. Global-, regional-, and country-level economic impacts of dental diseases in 2015. J Dent Res . 2018;97(5):501–507.\n\nHealth Policy Institute. Emergency Department Visits for Dental Conditions — A Snapshot . American Dental Association. April 2020. Accessed May 7, 2021. https://www.ada.org/-/media/project/ada-organization/ada/ada-org/files/resources/community-initiatives/action-for-dental-health/emergency-department-referrals/ed_referral_hpi_infographic.pdf\n\nBui AL, Dieleman JL, Hamavid H, et al. Spending on children's personal health care in the United States, 1996-2013. JAMA Pediatr . 2017:171(2):181–189.\n\nHealth Policy Institute. Oral Health and Well-Being in the United States. American Dental Association. Accessed November 22, 2023. https://www.ada.org/-/media/project/ada-organization/ada/ada-org/files/resources/research/hpi/us-oral-health-well-being.pdf\n\nCenters for Disease Control and Prevention. Achievements in public health, 1900-1999: fluoridation of drinking watepr to prevent dental caries. MMWR Morbid Mortal Wkly Rep . 1999;48(41):933–940.\n\n2022 Water Fluoridation Statistics website. Centers for Disease Control and Prevention. Accessed October 18, 2024. https://www.cdc.gov/fluoridation/php/statistics/2022-water-fluoridation-statistics.html\n\nCommunity Preventive Services Task Force. Dental caries (cavities): school-based dental sealant delivery programs. The Community Guide. Accessed November 22, 2023. https://www.thecommunityguide.org/findings/dental-caries-cavities-school-based-dental-sealant-delivery-programs.html\n\nVital Signs: dental sealants prevent cavities. Centers for Diseas Control and Prevention. Accessed November 22, 2023. https://archive.cdc.gov/#/details?url=https://www.cdc.gov/vitalsigns/dental-sealants/index.html\n\nO'Connell JM, Rockwell J, Ouellet J, Tomar SL, Maas W. Costs and savings associated with community water fluoridation in the United States. Health Aff . 2016;35(12):2224–2232.\n\nNasseh K, Greenberg B, Vujicic M, Glick M. The effect of chairside chronic disease screenings by oral health professionals on health care dollars. Am J Public Health . 2014;104(4):744–750.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/skin-cancer.html": "Health and Economic Benefits of Skin Cancer Interventions\n\nAt a glance\n\nEach year in the United States, nearly 6 million people are treated for skin cancer.\n\nThe annual medical costs of treating skin cancer is $8.9 billion.\n\nUsing proven interventions to prevent skin cancer, especially melanoma, can save money and improve quality of life.\n\nSkin cancer in the United States\n\nEach year in the United States, an estimated 6.1 million people are treated for skin cancer , 1 and the number of new cases continues to grow. 2 3\n\nThe most common types of skin cancer—basal cell carcinoma and squamous cell carcinoma—are usually treatable, 4 but treatment is expensive and can leave scars. 1 5 Melanoma is the third most common type of skin cancer and is much more deadly. 2 4\n\nQuick facts\n\nMost skin cancers are caused by overexposure to ultraviolet radiation from the sun and indoor tanning devices. 4\n\n90,365 new cases of melanoma were diagnosed in 2021, and 8,214 people died of it in 2022. 2\n\nAbout two-thirds of high school students and nearly one-third of adults get sunburned at least once each year. 6\n\nEven though use of tanning beds has declined in recent years, about 900,000 high school students 7 and 7.8 million adults 8 continue to engage in this activity.\n\nSunburn and use of tanning beds are most common among non-Hispanic White people. 6 This group also has the highest rate of new skin cancer cases. 2 3\n\nThe high cost of skin cancer\n\nIn the United States, total annual medical costs to treat all types of skin cancer is $8.9 billion: A 1\n\nAn estimated 33,826 emergency department visits for sunburn are reported each year, 9 for a total estimated cost of $11.2 million. B\n\nProhibiting the use of indoor tanning among minors younger than 18 could prevent an estimated 61,839 melanoma cases and 6,735 melanoma deaths over the lifetime of young people aged 14 or younger in 2013. 10 These reductions could save more than $342 million C in treatment costs.\n\nStrategies that work\n\nCDC is working to prevent cancer, detect it early, and improve the health of people with cancer, which can save lives and reduce health care costs. The best way to reduce skin cancer risk is for people to make sun safety an everyday habit and avoid indoor tanning and sun tanning. 4 But outdoor environments and community policies are often not designed with sun safety in mind.\n\nCommunities and decision makers can help put proven skin cancer prevention programs into action. 4 For example, they can:\n\nIncrease shade at playgrounds, public pools, and other public spaces.\n\nPromote sun protection in recreation areas, including selling hats, sunscreen, and sunglasses.\n\nEncourage employers, childcare centers, schools, and colleges to teach employees and students about sun safety and skin protection.\n\nRestrict the availability and use of indoor tanning by minors.\n\nPromote electronic reporting of skin cancers and encourage health care systems and providers to use these systems.\n\nBenefits of using proven strategies\n\nUsing proven community skin cancer prevention programs could:\n\nINCREASE use of sun protection, such as seeking shade; wearing a wide-brimmed hat, sunglasses, and long-sleeved shirt; and using broad-spectrum sunscreen with an SPF (sun protection factor) of at least 15. 4 11\n\nPREVENT sunburns and premature skin aging and lower the risk of skin cancer by reducing unnecessary sun exposure and sun damage. 4 11\n\nREDUCE harms from the use of indoor tanning devices, including skin burns, eye damage, and increased risk of skin cancer. 4\n\nSAVE an estimated $250 million D a year in health care costs by preventing an estimated 21,000 cases of melanoma by 2030. 12\n\nWhat CDC is doing\n\nCDC leads skin cancer prevention efforts by:\n\nUsing national surveillance data to monitor trends in melanoma cases and deaths and skin cancer risk factors.\n\nConducting research to develop and test prevention messages.\n\nExamining the policy, health system, and environmental factors that influence skin cancer risk behaviors.\n\nMaking sure partners and the public have accurate and timely information about skin cancer prevention and resources to help them put the science of skin cancer prevention into action in their communities.\n\nSpotlight‎\n\nCosts were measured in 2018 U.S. dollars.\n\nCosts were measured in 2013 U.S. dollars. Older cost estimates are likely to be underestimates.\n\nCosts were measured in 2014 U.S. dollars. Older cost estimates are likely to be underestimates.\n\nCost estimates were adjusted to the projected increase in health expenditures from 2011 through 2030.\n\nKao SY, Ekwueme DU, Holman DM, Rim SH, Thomas CC, Saraiya M. Economic burden of skin cancer treatment in the United States: an analysis of the Medical Expenditure Panel Survey data, 2012-2018. Cancer Causes Control . 2023;34(3):205–212. doi: 10.1007/s1052-022-01644-0.\n\nCancer Statistics Working Group. U.S. Cancer Statistics Data Visualizations Tool, based on 2021 submission data (1999–2021): U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, and National Cancer Institute. Updated June 2024. Accessed July 2024. www.cdc.gov/cancer/dataviz\n\nRogers HW, Weinstock MA, Feldman SR, Coldiron BM. Incidence estimate of nonmelanoma skin cancer (keratinocyte carcinomas) in the US population, 2012. JAMA Dermatol . 2015;151(10):1081–1086.\n\nThe Surgeon General's Call to Action to Prevent Skin Cancer. Washington, DC: U.S. Dept. of Health and Human Services, Office of the Surgeon General; 2014.\n\nGualin C, Sebaratnam DF, Fernandez-Penas P. Quality of life in non-melanoma skin cancer. Australas J Dermatol . 2015;56(1):70–76.\n\nNational Cancer Institute. Financial burden of cancer care. Cancer Trends Progress Report. Reviewed March 2024. Accessed July 2024. https://progressreport.cancer.gov/after/economic_burden\n\nHolman DM, Everett Jones S, Qin J, Richardson LC. Prevalence of indoor tanning among US high school students from 2009 to 2017. J Community Health . 2019;44(6):1086–1089.\n\nGuy GP Jr, Watson M, Seidenberg AB, Hartman AM, Holman DM, Perna FM. Trends in indoor tanning and its association with sunburn among US adults. J Am Acad Dermatol . 2017;76(6):1191–1193.\n\nGuy GP Jr, Berkowitz Z, Watson M. Estimated cost of sunburn-associated visits to US hospital emergency departments. JAMA Dermatol . 2017;153(1):90–92.\n\nGuy GP Jr, Zhang Y, Ekwueme DU, Rim SH, Watson M. The potential impact of reducing indoor tanning on melanoma prevention and treatment costs in the United States: an economic analysis. J Am Acad Dermatol . 2017;76(2):226–233.\n\nCommunity Preventive Services Task Force. What Works. Cancer Prevention and Control: Skin Cancer Prevention. Evidence-Based Interventions for Your Community . Centers for Disease Control and Prevention, U.S. Dept. of Health and Human Services; 2014.\n\nGuy GP Jr, Thomas CC, Thompson T, Watson M, Massetti GM, Richardson LC. Vital Signs: melanoma incidence and mortality trends and projections — United States, 1982–2030. MMWR Morb Mortal Wkly Rep . 2015;64(21):591–596.\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/priorities/tobacco-use.html": "Health and Economic Benefits of Tobacco Use Interventions\n\nAt a glance\n\nTobacco use is the leading preventable cause of disease, disability, and death in the United States.\n\nIn 2018, cigarette smoking cost the United States over $600 billion.\n\nCDC works to prevent youth from starting to use tobacco products, eliminate secondhand smoke exposure, help people quit, and eliminate disparities in tobacco use.\n\nTobacco use in the United States\n\nCommercial* tobacco use is the leading cause of preventable disease and death in the United States. 1 Cigarette smoking harms nearly every organ of the body and causes many diseases, including cancer, heart disease stroke, lung diseases, type 2 diabetes, and chronic obstructive pulmonary disease (COPD).\n\nSecondhand smoke also causes stroke, lung cancer, and heart disease in adults. Children who are exposed to secondhand smoke are at increased risk for sudden infant death syndrome, slowed lung growth, acute respiratory infections, respiratory symptoms, middle ear disease, and more frequent and severe asthma. 1\n\n* \"Commercial tobacco\" means harmful products that are made and sold by tobacco companies. It does not include \"traditional tobacco\" used by Indigenous groups for religious or ceremonial purposes.\n\nQuick facts\n\nAbout 28 million U.S. adults smoke cigarettes, 2 and 58 million nonsmoking Americans are exposed to secondhand smoke. 3\n\nCigarette smoking causes more than 480,000 deaths every year in the U.S., including 41,000 deaths from secondhand smoke. 1\n\nFor every American who dies because of smoking, at least 30 are living with a serious smoking-related illness. That's more than 16 million Americans. 1 4\n\nDisparities related to commercial tobacco use, secondhand smoke exposure, and quitting exist across population groups. For example, American Indian and Alaska Native people have the highest prevalence of cigarette smoking compared to other racial and ethnic groups in the U.S. 2\n\nIn 2021, 21.5% of adult Medicaid enrollees currently smoked cigarettes, compared to 8.6% of adults with private health insurance. 2\n\nThe high cost of tobacco use\n\nCigarette smoking cost the United States more than $600 billion in 2018, 5 including:\n\nMore than $240 billion A in health care spending. 6\n\nNearly $185 billion A in lost productivity from smoking-related illnesses and health conditions. 6\n\nNearly $180 billion A in lost productivity from smoking-related premature death. 6\n\n$7 billion B in lost productivity from premature death from secondhand smoke exposure. 7\n\nStrategies that work\n\nCDC is committed to advancing health equity by reducing diseases and deaths caused by commercial tobacco use in all communities. These efforts can also help reduce smoking-related costs.\n\nCDC and its partners work to prevent youth from starting to use tobacco products, eliminate exposure to secondhand smoke, help people quit, and reduce health disparities for groups at higher risk of chronic diseases caused by smokinghealth inequities and disparities related to tobacco product use.\n\nFor example, CDC's National and State Tobacco Control Program is the only nationwide initiative for comprehensive tobacco prevention and control efforts that supports all 50 states, the District of Columbia, 8 U.S. territories, and 26 tribes and tribal organizations.\n\nCDC efforts have protected Americans from the risks of tobacco use and secondhand smoke exposure. For example:\n\nCDC's Tips From Former Smokers ® ( Tips ®) campaign is the first federally funded tobacco education campaign focused on motivating U.S. adults who smoke to quit. Tips features real people from diverse backgrounds who are living with serious long-term health effects from smoking and secondhand smoke exposure.\n\nCDC connects people who smoke with resources to help them quit, including a free quitline portal, 1-800-QUIT- NOW, which links callers to their state quitline, as well as web-based, text-based, and app-based quit support resources.\n\nThe percentage of the population covered by comprehensive state or local smoke-free laws has increased over the past 2 decades, with 62.7% of the U.S. population currently covered.\n\nCDC, states, territories, tribal organizations, and other partners have helped reduce cigarette smoking among U.S. adults from 20.9% (about 1 in every 5 adults) in 2005 to 11.5% (nearly 1 in every 9 adults) in 2021. 2\n\nEffectiveness of the Tips campaign‎\n\nBenefits of using proven strategies\n\nThe Community Preventive Services Task Force (CPSTF) reviews health interventions to determine which are evidence-based and cost-effective.* For example:\n\nComprehensive tobacco control programs are cost-effective, and savings from averted health care costs exceed intervention costs. 9\n\nA nationwide smokefree policy could save $700 to $1,297 C for each person not currently covered by a smokefree policy by preventing illness and reducing deaths from secondhand smoke exposure. 10\n\nInterventions that increase the price of tobacco products by 20% can save an average of $72 C per person per year in health care costs. 11\n\nMass-reach health communication interventions to change knowledge, beliefs, attitudes, and behaviors affecting tobacco use. 12\n\n* The CPSTF considers interventions cost-effective if they cost less than $50,000 per quality-adjusted life year gained.\n\nCosts were measured in 2018 US dollars.\n\nCosts were measured in 2012 US dollars. Older cost estimates are likely to be underestimates.\n\nCosts were measured in 2011 US dollars. Older cost estimates are likely to be underestimates.\n\nUS Department of Health and Human Services. The Health Consequences of Smoking—50 Years of Progress: A Report of the Surgeon General . Centers for Disease Control and Prevention; 2014. https://www.cdc.gov/tobacco/sgr/50th-anniversary/index.htm\n\nCornelius ME, Loretan CG, Wang TW, Jamal A, Homa DM. Tobacco product use among adults — United States, 2020. MMWR Morb Mortal Wkly Rep . 2022;71(11):397–405.\n\nTsai J, Homa DM, Gentzke AS, et al. Exposure to secondhand smoke among nonsmokers—United States, 1988–2014. MMWR Morb Mortal Wkly Rep . 2018;67(48);1342–1346.\n\nXu X, Shrestha S, Trivers KF, Neff L, Armour BS, King BA. US healthcare spending attributable to cigarette smoking in 2014. Prev Med . 2021(150):106529.\n\nEconomic trends in tobacco. Centers for Disease Control and Prevention. Updated July 26, 2022. Accessed September 26, 2022. https://www.cdc.gov/tobacco/php/data-statistics/economic-trends/index.html#cdc_research_or_data_summary_what_cdc_is_doing-economic-cost-of-cigarette-smoking\n\nShrestha SS, Ghimire R, Wang X, Trivers KF, Homa DM, Armour BS. Cost of cigarette smoking attributable productivity losses, United States, 2018. Am J Prev Med . 2022;63(4):478–485.\n\nMax W, Sung HY, Shi Y. Deaths from secondhand smoke exposure in the United States: economic implications. Am J Public Health . 2012;102(11):2173–2180. doi: 10.2105/AJPH.2012.300805. [Original estimate updated to 2018 dollars.]\n\nShrestha SS, Davis K, Mann N, et al. Cost effectiveness of the Tips From Former Smokers® campaign—U.S., 2012-2018. Am J Prev Med . 2021;60(3):406–410. doi:10.1016/j.amepre.2020.10.009\n\nCommunity Preventive Services Task Force. Reducing tobacco use and secondhand smoke exposure: smokefree policies. The Community Guide; 2013. https://www.thecommunityguide.org/media/pdf/Tobacco-Smokefree-Policies.pdf\n\nCommunity Preventive Services Task Force. Tobacco use: comprehensive tobacco control programs. The Community Guide. Accessed December 18, 2019. https://www.thecommunityguide.org/findings/tobacco-use-comprehensive-tobacco-control-programs.html\n\nContreary KA, Chattopadhyay SK, Hopkins DP. Economic impact of tobacco price increases through taxation: a Community Guide systematic review. Am J Prev Med . 2015;49(5):800–808.\n\nCommunity Preventive Services Task Force. Tobacco use and secondhand smoke exposure: mass-reach health communication interventions. The Community Guide. Accessed December 18, 2019. https://www.thecommunityguide.org/findings/tobacco-use-mass-reach-health-communication-interventions.html\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/site.html": "For Everyone\n\nDivisions and Offices About the Division of Adolescent and School Health About the Division of Cancer Prevention and Control About the Division of Diabetes Translation About the Division for Heart Disease and Stroke Prevention About the Division of Nutrition, Physical Activity, and Obesity About the Division of Oral Health About the Division of Population Health About the Division of Reproductive Health About the Office on Smoking and Health\n\nAbout the Division of Adolescent and School Health\n\nAbout the Division of Cancer Prevention and Control\n\nAbout the Division of Diabetes Translation\n\nAbout the Division for Heart Disease and Stroke Prevention\n\nAbout the Division of Nutrition, Physical Activity, and Obesity\n\nAbout the Division of Oral Health\n\nAbout the Division of Population Health\n\nAbout the Division of Reproductive Health\n\nAbout the Office on Smoking and Health\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nAbout Us\n\nChronic Disease Interventions Breast Cancer Cervical Cancer Colorectal Cancer Skin Cancer Diabetes High Blood Pressure Oral Disease Tobacco Use COVID-19\n\nBreast Cancer\n\nCervical Cancer\n\nColorectal Cancer\n\nSkin Cancer\n\nDiabetes\n\nHigh Blood Pressure\n\nOral Disease\n\nTobacco Use\n\nCOVID-19\n\nBudget and Funding Funding Opportunities (NOFOs) Funding CDC-RFA-DP-25-0024: Advancing Public Health Actions to Prevent and Control Chronic Disease in the U.S. Territories and Freely Associated States\n\nFunding Opportunities (NOFOs) Funding\n\nCDC-RFA-DP-25-0024: Advancing Public Health Actions to Prevent and Control Chronic Disease in the U.S. Territories and Freely Associated States\n\nOur Impact 2024 Highlights from NCCDPHP\n\n2024 Highlights from NCCDPHP\n\nSocial Media Resources\n\nChronic Disease\n\nDidn't find the information you were looking for?\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources",
    "https://www.cdc.gov/nccdphp/social-media/index.html": "Social Media Resources\n\nAt a glance\n\nUse the following chronic disease social media channels to stay to stay connected, join the conversation, and share information on chronic disease prevention and health promotion.\n\nLinkedIn\n\nFacebook\n\nInstagram\n\nX\n\nNational Center for Chronic Disease Prevention and Health Promotion (NCCDPHP)\n\nCDC's work to prevent chronic diseases across the lifespan and help people manage their chronic diseases to prevent complications.\n\nDivisions and Offices\n\nAbout Us\n\nChronic Disease Interventions\n\nBudget and Funding\n\nOur Impact\n\nSocial Media Resources"
}